<template>
    <div class="flex flex-col items-start 
        lg:flex-row-reverse lg:justify-end 
        xl:gap-10
        2xl:gap-20">
        <ClientOnly>
            <UiTableOfContents class="w-full lg:max-w-xs print:hidden" key="climatechange-et" />
        </ClientOnly>
        


        <section class="e-article print:not-prose" lang="el" style="hyphens: auto;">
            <Icon name="openmoji:teacher-light-skin-tone" class="float-right text-[6em] text-slate-300" />
            <h1 class="mb-0">Κλιματική αλλαγή</h1>
            <h5 class="font-normal uppercase leading-tight">Υλικό Εκπαιδευτικού</h5>
        

            <section id="s-1">
                <h2 id="s-1t">Περιγραφή ενότητας</h2>
            
                <section class="e-card e-module__meta">
                    <table class="m-0 leading-tight">
                        <tr>
                            <td><b>Ομάδα μαθητών:</b></td>
                            <td>Το εκπαιδευτικό υλικό απευθύνεται σε μαθητές ηλικίας 15-17 ετών.</td>
                        </tr>
                        <tr>
                            <td><b>Προβλεπόμενη χρονική διάρκεια:</b></td>
                            <td>4-11 ώρες των 45 λεπτών.</td>
                        </tr>
                    </table>
                </section>

                <p>Σε αυτή την ενότητα, οι μαθητές καλούνται να καταρρίψουν ή να επιβεβαιώσουν κοινούς μύθους για την κλιματική αλλαγή. Σε ένα εισαγωγικό βίντεο, παρουσιάζονται πολλοί μύθοι που σχετίζονται με την κλιματική αλλαγή και στη συνέχεια γίνεται συζήτηση των μύθων στις ομάδες των μαθητών. Η ομαδική συζήτηση οδηγεί στη δραστηριότητα διαπραγμάτευσης του μύθου, όπου οι μαθητές αναζητούν αποδείξεις για την κατάρριψη ή την επιβεβαίωση του μύθου που κλήθηκαν να ερευνήσουν.</p>
                <p>Δύο διαφορετικές επιλογές διερεύνησης προτείνονται στην παρούσα ενότητα της κλιματικής αλλαγής ώστε να καταφέρουν οι μαθητές να καταρρίψουν ή να επιβεβαιώσουν ένα μύθο.  Η ανοικτή διερευνητική επιλογή και η καθοδηγούμενη διερευνητική επιλογή. Η ανοικτή διερευνητική επιλογή ενθαρρύνει τους μαθητές να ακολουθήσουν μία ελεύθερη διερεύνηση για τον μύθο που έχουν επιλέξει. Η διαδικασία αυτή περιλαμβάνει τη διερεύνηση και τον εντοπισμό επιστημονικών πηγών από τους ίδιους τους μαθητές ώστε να διατυπώσουν τα συμπεράσματά τους σε σχέση με το μύθο. Αντίθετα, στην καθοδηγούμενη επιλογή οι μαθητές μελετούν συγκεκριμένες πηγές που τους δίνονται, εμπλέκονται σε συγκεκριμένες δραστηριότητες απαντώντας αντίστοιχα ερωτήματα, και διατυπώνουν τα συμπεράσματά τους.</p>
                <p>Έπειτα, αφότου μελετήσουν τις επιστημονικές πηγές που τους έχουν δοθεί ή έχουν εντοπίσει οι ίδιοι (ανάλογα με τη διερευνητική επιλογή που επιλέγει ο εκπαιδευτικός να εφαρμόσει), οι μαθητές ελέγχουν την αξιοπιστία των επιστημονικών πηγών που έχουν στη διάθεσή τους (πηγές που προέρχονται από βάσεις δεδομένων, επιστήμονες ή άλλα μέσα ενημέρωσης) και αναπτύσσουν ακόμη περισσότερο τις πειραματικές τους δεξιότητες. Ακολούθως, διατυπώνουν τα συμπεράσματά τους και προετοιμάζονται να παρουσιάσουν τα ευρήματά τους στους συμμαθητές (ή σε άλλα ακροατήρια) με σχετικό και πειστικό τρόπο (π.χ. βίντεο). Η ενότητα ολοκληρώνεται με ένα επιτραπέζιο παιχνίδι όπου οι μαθητές λαμβάνουν κοινωνικο-επιστημονικές αποφάσεις χρησιμοποιώντας τις επιστημονικές τους γνώσεις ενώ ενσωματώνουν προσωπικές και κοινωνικές αξίες.</p>
                <p>Η ενότητα αποτελείται από το υλικό του εκπαιδευτικού (προτάσεις διδασκαλίας, πληροφορίες για το επιστημονικό υπόβαθρο) και υλικό του μαθητή για την ανοικτή επιλογή διερεύνησης (αλληλεπιδραστικές δραστηριότητες και οδηγίες δημιουργίας βίντεο) και το υλικό του μαθητή για την καθοδηγούμενη επιλογή διερεύνησης (σενάριο βίντεο, διαδραστικά φύλλα εργασίας, βίντεο με γεγονότα, βίντεο με οδηγίες).</p>
            </section>


            
            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-2">
                <h2 id="s-2t">Μαθησιακά αποτελέσματα ενότητας</h2>
                
                <ul>
                    <li><b>Πολιτότητα:</b> ανάπτυξη των γνώσεων και των στάσεων των μαθητών ως προς τη λήψη υπεύθυνων αποφάσεων σχετικά με την κλιματική αλλαγή.</li>
                    <li><b>Ικανότητα χρήσης μέσων ενημέρωσης:</b>
                        <ul class="my-0">
                            <li>ανάπτυξη των δεξιοτήτων των μαθητών στην αξιολόγηση της αξιοπιστίας των πληροφοριών, στην παρουσίαση των αποδεικτικών στοιχείων με κατάλληλο τρόπο για το δεδομένο κοινό,</li>
                            <li>αντιδρώντας επαρκώς και υπεύθυνα σε ψεύτικες ειδήσεις και θεωρίες συνωμοσίας που παρουσιάζονται στα (social) media.</li>
                        </ul>
                    </li>
                    <li><b>Ψηφιακή ικανότητα:</b> ανάπτυξη των δεξιοτήτων των μαθητών στη χρήση ψηφιακών μέσων για την παρουσίαση των αποτελεσμάτων της έρευνάς τους στις άλλες ομάδες.</li>
                    <li>
                        <b>Επιστημονική ικανότητα:</b>
                        <ul class="my-0">
                            <li>ανάπτυξη της κατανόησης των μαθητών σχετικά με τους τρόπους με τους οποίους δημιουργείται η γνώση της επιστήμης και γιατί πρέπει να εμπιστευόμαστε την επιστήμη.</li>
                            <li>ανάπτυξη περαιτέρω γνώσεων των μαθητών σχετικά με την κλιματική αλλαγή</li>
                            <li>να αναπτύξουν την ικανότητά τους να σχεδιάζουν και να επινοούν διαδικασίες για τον έλεγχο υποθέσεων και την ερμηνεία των ευρημάτων.</li>
                        </ul>
                    </li>
                    <li><b>Κοινωνική ικανότητα:</b> ανάπτυξη δεξιοτήτων επιχειρηματολογίας των μαθητών για αμφιλεγόμενα ζητήματα που σχετίζονται με την κλιματική αλλαγή.</li>
                </ul>
            </section>




            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-3">
                <h2 id="s-3t">Αναμενόμενες προ απαιτούμενες γνώσεις</h2>
                <p>Οι μαθητές να είναι σε θέση να συζητούν τα ακόλουθα ερωτήματα:</p>
                <ul class="leading-tight">
                    <li>Τι είναι κλιματική αλλαγή;</li>
                    <li>Ποιοι είναι οι παράγοντες που προκαλούν την κλιματική αλλαγή;</li>
                    <li>Ποιες είναι οι συνέπειες της κλιματικής αλλαγής;</li>
                    <li>Γιατί η κλιματική αλλαγή θεωρείται περιβαλλοντικό πρόβλημα;</li>
                </ul>
            </section>



            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-4">
                <h2 id="s-4t">Δομή ενότητας</h2>
                <p>Αυτή η ενότητα αποτελείται από 6 δραστηριότητες. Η αλληλουχία των δραστηριοτήτων, δίνεται στο Διάγραμμα 1 και στον Πίνακα 1 (βλ. παρακάτω).</p>
                <section>
                    <ModulesStructure>
                        <template #title>Tegevus 1<br />KÕIGE LEVINUMATE MÜÜTIDE TUTVUSTAMINE</template>
                        <template #icons>
                            <div class="e-icon--rounded ">
                                <Icon name="material-symbols:youtube-tv-outline" class="text-white" />
                            </div>
                            <Icon name="mdi:arrow-right-thick" />
                            <div class="e-icon--rounded bg-slate-600">
                                <Icon name="game-icons:ouroboros" class="text-white" />
                            </div>
                            <div class="e-icon--rounded bg-slate-600">
                                <Icon name="game-icons:unicorn" class="text-white" />
                            </div>
                            <div class="e-icon--rounded bg-slate-600">
                                <Icon name="game-icons:all-seeing-eye" class="text-white" />
                            </div>
                        </template>
                    </ModulesStructure>
                    <ModulesStructure>
                        <template #title>Tegevus 2<br />MÜÜDI VÄLJA VALIMINE</template>
                        <template #icons>
                            <div class="e-icon--rounded ">
                                <Icon name="fa6-solid:people-group" class="text-white" />
                            </div>
                            <div class="e-icon--rounded ">
                                <Icon name="mdi:frequently-asked-questions" class="text-white" />
                            </div>
                            <Icon name="mdi:check-bold" />
                            
                            <div class="e-icon--rounded bg-slate-600">
                                <Icon name="game-icons:unicorn" class="text-white" />
                            </div>
                        </template>
                    </ModulesStructure>
                    <ModulesStructure>
                        <template #title>Tegevus 3<br />MÜÜDIMURDMINE</template>
                        <template #icons>
                            <div class="e-icon--rounded ">
                                <Icon name="fa6-solid:people-group" class="text-white" />
                            </div>
                            <div class="e-icon--rounded ">
                                <Icon name="tabler:zoom-question" class="text-white" />
                            </div>
                            <div class="e-icon--rounded ">
                                <Icon name="tabler:microscope" class="text-white" />
                            </div>
                            <Icon name="fa6-solid:arrows-spin" />
                            <div class="e-icon--rounded bg-slate-600">
                                <Icon name="game-icons:horse-head" class="text-white" />
                            </div>
                        </template>
                    </ModulesStructure>
                    <ModulesStructure>
                        <template #title>Tegevus 4<br />TÕESTUSMATERJALILE SOBIVA VORMI VÄLJATÖÖTAMINE</template>
                        <template #icons>
                            <div class="e-icon--rounded ">
                                <Icon name="fa6-solid:people-group" class="text-white" />
                            </div>
                            <div class="e-icon--rounded">
                                <Icon name="material-symbols:unknown-document-outline-rounded" class="text-white" />
                            </div>
                            <div class="e-icon--rounded ">
                                <Icon name="mdi:laptop-account" class="text-white" />
                            </div>
                            <Icon name="mdi:check-bold" />
                            <div class="e-icon--rounded bg-slate-600">
                                <Icon name="game-icons:horse-head" class="text-white" />
                            </div>
                        </template>
                    </ModulesStructure>
                    <ModulesStructure>
                        <template #title>Tegevus 5<br />TÕESTUSMATERJALIDE JA TEHTUD JÄRELDUSTE TUTVUSTAMINE</template>
                        <template #icons>
                            <div class="e-icon--rounded ">
                                <Icon name="fa6-solid:people-group" class="text-white" />
                            </div>
                            <div class="e-icon--rounded ">
                                <Icon name="heroicons-outline:chat-bubble-left-right" class="text-white" />
                            </div>
                            <div class="e-icon--rounded ">
                                <Icon name="carbon:group-presentation" class="text-white" />
                            </div>
                            <Icon name="mdi:check-bold" />
                            <div class="e-icon--rounded">
                                <Icon name="game-icons:horse-head" class="text-white" />
                            </div>
                        </template>
                    </ModulesStructure>
                    <ModulesStructure>
                        <template #title>Tegevus 6<br />SOTSIAAl-TEADUSLIKU OTSUSE LANGETAMINE</template>
                        <template #icons>
                            <div class="e-icon--rounded ">
                                <Icon name="fa6-solid:people-group" class="text-white" />
                            </div>
                            <div class="e-icon--rounded ">
                                <Icon name="game-icons:rolling-dices" class="text-white" />
                            </div>
                            <!-- <Icon name="mdi:check-bold" /> -->
                            <div class="e-icon--rounded">
                                <Icon name="healthicons:group-discussion-meeting" class="text-white" />
                            </div>
                        </template>
                    </ModulesStructure>
                </section>

                <p class="mt-20"><b>Πίνακας 1.</b> Δομή ενότητας για την Κλιματική αλλαγή</p>

                <table>
                    <thead>
                        <tr>
                            <th class="w-1/5"><b>Αριθμός Δραστηριότητας</b></th>
                            <th>Περιγραφή</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td><b>Δραστηριότητα 1</b></td>
                            <td>Παρουσίαση εισαγωγικού βίντεο</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 2</b></td>
                            <td>
                                <ul>
                                    <li>
                                        Συζήτηση στις ομάδες:
                                        <br />
                                        Επιλογή μύθου
                                    </li>
                                </ul>
                            </td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 3</b></td>
                            <td>
                                Σε ομάδες:
                                <ul>
                                    <li>Διατύπωση υπόθεσης/ διερευνήσιμου ερωτήματος.</li>
                                    <li>
                                        <b>Ανοικτή Διερεύνηση:</b>
                                        <ul>
                                            <li>Ελεύθερη αναζήτηση επιστημονικών πηγών και/ή σχεδιασμός πειραματικής διαδικασίας για επιβεβαίωση ή κατάρριψη της υπόθεσής/διερευνήσιμου ερωτήματος (Δραστηριότητα 3β).</li>
                                            <li>Έλεγχος Αξιοπιστίας των επιστημονικών πηγών.</li>
                                            <li>Διατύπωση Συμπερασμάτων.</li>
                                            <li>Επιβεβαίωση ή Κατάρριψη της αρχικής υπόθεσης/διερευνήσιμου ερωτήματος. </li>
                                        </ul>
                                    </li>
                                    <li>
                                        <b>Καθοδηγούμενη Διερεύνηση:</b>
                                        <ul>
                                            <li>Μελέτη συγκεκριμένων επιστημονικών πηγών που δίνονται/διεξαγωγή πειραματικών διαδικασιών και απάντηση συγκεκριμένων ερωτημάτων.</li>
                                            <li>Έλεγχος Αξιοπιστίας των επιστημονικών πηγών.</li>
                                            <li>Διατύπωση Συμπερασμάτων.</li>
                                            <li>Επιβεβαίωση ή Κατάρριψη της αρχικής υπόθεσης/διερευνήσιμου ερωτήματος.</li>
                                        </ul>
                                    </li>
                                </ul>
                            </td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 4</b></td>
                            <td>Μετατροπή αποδεικτικών στοιχείων σε μορφή κατάλληλη για παρουσίαση στο δεδομένο κοινό (συμμαθητές): μέσω ενός επιμορφωτικού βίντεο, οι μαθητές μαθαίνουν πώς να παράγουν ένα σύντομο βίντεο, το οποίο θα σχεδιάσουν και παρουσιάσουν οι ίδιοι.</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 5</b></td>
                            <td>Ομαδικές παρουσιάσεις (σε συνδυασμό με δραστηριότητες αξιολόγησης από το κοινό).</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 6</b></td>
                            <td>Μέσα από ένα επιτραπέζιο παιχνίδι, οι μαθητές σε ομάδες συζητούν και παίρνουν αποφάσεις.</td>
                        </tr>
                    </tbody>
                </table>
            </section>




            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-5">
                <h2 id="s-5t">
                    Απαιτήσεις περιβάλλοντος μάθησης (Μέσα και Υλικά)
                </h2>
                <p>
                    Smart phone, computer, internet, Διαδίκτυο, εξοπλισμός οθόνης, εξοπλισμός για επίδειξη βίντεο. Σε περίπτωση πειραματικής κατάρριψης μύθων, βλέπε «Προτάσεις διδασκαλίας».
                </p>
            </section>
            

            

            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-6">
                <h2 id="s-6t">Αξιολόγηση</h2>
                <p>
                    Στα πλαίσια της ενότητας, η αξιολόγηση των μαθητών μπορεί να γίνει με διάφορους τρόπους, περιλαμβανομένων των δεξιοτήτων επιστημονικής διαδικασίας, των γενικών ικανοτήτων, όπως οι δεξιότητες επιχειρηματολογίας και της γνώσης περιεχομένου που σχετίζεται με το θέμα. Οι τύποι αξιολογήσεων θα περιλαμβάνουν διαμορφωτικές αξιολογήσεις με βάση την παρατήρηση, ατομικά/ομαδικά φύλλα εργασίας και συνοπτικές αξιολογήσεις βασισμένες σε ομαδικές παρουσιάσεις.
                </p>
                <p>
                    Τα είδη αξιολόγησης που μπορούν να εφαρμοστούν στην ενότητα:
                </p>
                <p>
                    <b>Διαμορφωτική:</b>
                </p>
                <ul>
                    <li>
                        Προφορική / γραπτή ανατροφοδότηση από τον δάσκαλο (βασισμένη σε παρατηρήσεις, ερωτήσεις κ.λπ.) σε όλη την ενότητα, κατά τη διάρκεια των πειραμάτων και άλλων μορφών ατομικής/ομαδικής εργασίας.
                    </li>
                    <li>
                        Ανατροφοδότηση από συμμαθητές (για την ομαδική παρουσίαση με χρήση του <NuxtLink :to="localePath('/tools/peer-feedback')" target="_blank">εργαλείου ανατροφοδότησης</NuxtLink> και αυτοαξιολόγηση μετά το παιχνίδι).
                    </li>
                </ul>
                <p>
                    <b>Αθροιστική:</b>
                </p>
                <ul>
                    <li>
                        Βαθμοί που δίνονται από τον δάσκαλο στην ομαδική παρουσίαση (με βάση το προϊόν βίντεο των μαθητών και την απόδοσή του και την ικανότητα των μαθητών να παρέχουν σχετικές απαντήσεις/σχόλια).
                    </li>
                    <li>
                        Βαθμοί που δίνονται από τον δάσκαλο σε ομαδικά ή ατομικά φύλλα εργασίας.
                    </li>
                </ul>
            </section>
            
            
            
            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-7">
                <h2 id="s-7t">Εισηγήσεις Διδασκαλίας</h2>

                <p>
                    Η ενότητα ξεκινά με ένα εισαγωγικό βίντεο το οποίο παρουσιάζει μύθους σχετικά με την κλιματική αλλαγή.  Σκοπός του βίντεο είναι να εγείρει περαιτέρω ερωτήσεις στους μαθητές αντί να τους δώσει άμεσες απαντήσεις.  Αναμένεται ότι μετά την παρακολούθηση του <a href="https://www.youtube.com/watch?v=CbJ7GmgEAAo&t=281s" target="_blank" rel="noopener noreferrer">βίντεο</a>   (<b>Δραστηριότητα 1</b>), οι μαθητές σε ομάδες θα παρακινηθούν να εξετάσουν έναν μύθο σε βάθος. Η συγκεκριμένη διαδικασία αποσκοπεί στο να εμπλακούν οι μαθητές σε δραστηριότητες και να κατανοήσουν ένα θέμα που σχετίζεται άμεσα με τη ζωή τους και όχι απλά ένα θέμα που υπάρχει στο πρόγραμμα σπουδών τους.
                </p>
                <p>
                    Επιπλέον, επιδιώκεται η εστίαση της προσοχής των μαθητών στο να ανακαλέσουν προϋπάρχουσες γνώσεις τους και να μοιραστούν τις αντιλήψεις και τις απόψεις τους με τους συμμαθητές τους (<b>Δραστηριότητα 2</b>). Επίσης, επιλεγμένα κεφάλαια από το <NuxtLink :to="localePath('/climate-change/background')">επιστημονικό υπόβαθρο</NuxtLink> της ενότητας μπορούν να χρησιμοποιηθούν για το σκοπό αυτό.
                </p>
                <p>
                    Στην δραστηριότητα 2, οι μαθητές καλούνται να διατυπώσουν τον μύθο που έχουν επιλέξει σε υπόθεση/διερευνητικό ερώτημα με σκοπό να καταρριφθεί ή να επιβεβαιωθεί (Δραστηριότητα 3).
                </p>
                <p>
                    Η Δραστηριότητα 3 αποτελεί την δραστηριότητα της κατάρριψης των μύθων. Δύο διαφορετικές επιλογές διερεύνησης προτείνονται για την εφαρμογή της συγκεκριμένης Δραστηριότητας (Διάγραμμα 2).
                </p>
                <p>
                    <i><b>Διάγραμμα 2.</b> Εναλλακτικές επιλογές διερεύνησης για τη Δραστηριότητα 3</i>
                </p>
                <section class="e-flow__chart">
                    <div class="e-flow__box"><b>Εναλλακτικές επιλογές διερεύνησης για τη Δραστηριότητα 3</b></div>
                    <div class="e-flow__connector"></div>
                    <div class="e-flow__connector-fork e-flow__connector-fork--down"></div>
                    <div class="e-flow__boxes">
                        <div class="e-flow__box">
                            <p class="m-0 leading-tight mb-4"><b>Ανοικτή Διερεύνηση</b></p>
                            <p class="m-0 leading-tight">Α) Οι μαθητές σχεδιάζουν το δικό τους σχέδιο διερεύνησης και συλλέγουν επιστημονικές πηγές σχετικά με το μύθο τους.  Διαφορετικές επιστημονικές πηγές είναι επιθυμητές (π.χ. πειραματικές διαδικασίες, επιστημονικά άρθρα κλπ.).</p>
                        </div>
                        <div class="e-flow__box">
                            <p class="m-0 leading-tight mb-4"><b>Καθοδηγούμενη Διερεύνηση</b></p>
                            <p class="m-0 leading-tight">Α) Οι μαθητές μελετάνε συγκεκριμένες επιστημονικές πηγές που τους δίνονται (π.χ. κείμενα, βίντεο, γραφικές παραστάσεις, ιστοσελίδες, χάρτες, προσομοιώσεις, πειραματικές διαδικασίες κλπ.) και εμπλέκονται σε συγκεκριμένες δραστηριότητες απαντώντας συγκεκριμένα ερωτήματα.</p>
                        </div>
                    </div>
                    <div class="e-flow__connector-fork e-flow__connector-fork--up"></div>
                    <div class="e-flow__connector"></div>
                    <div class="e-flow__box">
                        Õpilased:
                        <ul class="m-0">
                            <li class="my-0 leading-tight">Β) Οι μαθητές ελέγχουν την αξιοπιστία των επιστημονικών τους πηγών με το συγκεκριμένο εργαλείο.</li>
                            <li class="my-0 leading-tight">Γ) Οι μαθητές διατυπώνουν συμπεράσματα βάσει των επιστημονικών πηγών που έχουν εντοπίσει.</li>
                            <li class="my-0 leading-tight">Δ) Οι μαθητές καταρρίπτουν ή επιβεβαιώνουν την υπόθεσή τους.</li>
                        </ul>
                    </div>
                </section>
                <p>
                    Ο εκπαιδευτικός ανάλογα με το διδακτικό χρόνο που έχει αλλά και το γνωστικό επίπεδο των μαθητών του μπορεί να επιλέξει μία από τις δύο επιλογές διερεύνησης για να εφαρμόσει. Ωστόσο, θεωρείται ότι η επιλογή της Ανοικτής-Διερεύνησης περιλαμβάνει και τις μεγαλύτερες προκλήσεις για τους μαθητές.
                </p>
                <p>
                    Καθώς η αξιολόγηση αξιοπιστίας μπορεί να είναι μια πραγματική πρόκληση για τους μαθητές, στο υλικό του μαθητή παρέχεται ένα εργαλείο που μπορούν να χρησιμοποιήσουν οι μαθητές κατά την αναζήτηση και την ανάλυση των πληροφοριών. Επίσης, ο δάσκαλος θα μπορούσε να εξηγήσει τη χρήση του επιδεικνύοντας και αναλύοντας τόσο αξιόπιστες όσο και λιγότερο αξιόπιστες πηγές ως παραδείγματα μάθησης προτού οι μαθητές αρχίσουν να εφαρμόζουν αυτό το εργαλείο μόνοι τους.
                </p>
                <p>
                    Οι μαθητές καλούνται να δημιουργήσουν ένα βίντεο του πειράματός τους ως αποδεικτικό στοιχείο ή να κάνουν ένα βίντεο με τα συμπεράσματά τους, ώστε να συζητήσουν τα ευρήματά τους (Δραστηριότητα 4). Στο υλικό του μαθητή υπάρχουν τα κριτήρια που πρέπει να πληροί το βίντεο. Αυτά τα κριτήρια μπορούν να χρησιμοποιηθούν διαμορφωτικά για αυτοαξιολόγηση από τους μαθητές κατά τη διάρκεια της διαδικασίας και για ετεροαξιολόγηση από τους συμμαθητές τους κατά την παρουσίαση του βίντεο και την απάντηση στις ερωτήσεις των συμμαθητών τους και του δασκάλου (Δραστηριότητα 5). Τέλος, οι μαθητές μπορούν να χρησιμοποιήσουν ένα εργαλείο για να δώσουν ανατροφοδότηση στις άλλες ομάδες. Ο δάσκαλος μπορεί επίσης να παρέχει σε κάθε ομάδα συνοπτικά σχόλια σχετικά με την παρουσίαση του βίντεο (εισήγηση: κάθε ομάδα θα μπορούσε να έχει πρόσβαση μόνο στα δικά της σχόλια, όχι στα σχόλια των άλλων). Ο δάσκαλος μπορεί εύκολα να έχει πρόσβαση στα σχόλια από τη Φόρμα Google όταν χρησιμοποιεί το κουμπί "Απαντήσεις".
                </p>
                <p>
                    Στην τελευταία δραστηριότητα (Δραστηριότητα 6), η πορεία της ενότητας επιστρέφει στο εισαγωγικό βίντεο και στους μύθους που παρουσιάζονται. Με βάση τις γνώσεις που αντλήθηκαν από τα προηγούμενα στάδια, οι μαθητές προετοιμάζονται να λάβουν αποφάσεις σε ατομικό ή ομαδικό επίπεδο με τη μορφή ενός επιτραπέζιου παιχνιδιού με κάρτες. Στο παιχνίδι αυτό, οι μαθητές έχουν την ευκαιρία να επιχειρηματολογήσουν και να προβληματιστούν σχετικά με τις επιστημονικές τους γνώσεις, αλλά και τις προσωπικές και κοινωνικές τους γνώσεις και αξίες. Οι κανόνες παιχνιδιού δίνονται στα φύλλα εργασίας των μαθητών. Πιθανώς, οι μαθητές πρέπει να λάβουν οδηγίες λίγο πριν την έναρξη για να κατανοήσουν τη γενική ροή του παιχνιδιού.
                </p>
                <p>
                    Παρέχεται υλικό το οποίο περιλαμβάνει πληροφορίες για το επιστημονικό υπόβαθρο όλων των μύθων. Με αυτό τον τρόπο ο/η εκπαιδευτικός μπορεί να κάνει μια γρήγορη επισκόπηση της επιστήμης για την ενότητα "Κλιματική αλλαγή". Θα μπορούσε επίσης να χρησιμοποιηθεί ως εκπαιδευτικό υλικό για να ανακαλέσουν οι μαθητές γνώσεις σχετικά με την κλιματική αλλαγή.
                </p>
            </section>


        </section>
    </div>
</template>


<script setup>
    const localePath = useLocalePath();
</script>



<style scoped>
   .e-flow__chart {
      @apply flex flex-col items-center;
    }
    .e-flow__boxes {
      @apply flex gap-4;
    }
    .e-flow__box {
      @apply border-2 border-slate-400 p-4;
    }
    .e-flow__connector {
      @apply border-x h-6 border-slate-400 grow-0;
    }
    .e-flow__connector-fork {
      @apply border-x-2 h-6 border-slate-400 grow-0 w-1/2;
    }
    .e-flow__connector-fork--up {
      @apply border-b-2;
    }
    .e-flow__connector-fork--down {
      @apply border-t-2;
    }
</style>