<template>
    <div class="flex flex-col items-start 
        lg:flex-row-reverse lg:justify-end 
        xl:gap-10
        2xl:gap-20">
        <!-- <ClientOnly>
            <Teleport to="#TOC"> -->
                <UiTableOfContents class="lg:max-w-xs">
                    <template #title>Πίνακας περιεχομένων</template>
                    <template #content>
                        <ol>
                            <li>
                                <a href="#top">Τι είναι η Κλιματική Αλλαγή και ποιες είναι οι αιτίες της;</a>
                            </li>
                            <li>
                                <a href="#section-2">Ποιες είναι οι επιπτώσεις της Κλιματικής Αλλαγής;</a>
                            </li>
                            <li>
                                <a href="#section-3">Κλιματική Αλλαγή: Ένα κοινωνικο-επιστημονικό ζήτημα και αμφιλεγόμενο ζήτημα</a>
                            </li>
                            <li>
                                <a href="#section-4">Τεχνικές Επιστήμης Αρνήσεις</a>
                            </li>
                        </ol>
                        <h3 class="text-md my-3 font-Body">Μύθοι για την Κλιματική Αλλαγή</h3>
                        <ol>
                            <li>
                                <a href="#myth-1">Μύθος 1: Τα είδη μπορούν να προσαρμοστούν στην κλιματική αλλαγή.</a>
                            </li>
                            <li>
                                <a href="#myth-2">Μύθος 2: Η εξαφάνιση των ειδών είναι μια φυσική διαδικασία. Πάντα συνέβαιναν μαζικές εξαφανίσεις ειδών.</a>
                            </li>
                            <li>
                                <a href="#myth-3">Μύθος 3: Δεν υπάρχει συσχέτιση μεταξύ CO₂ και θερμοκρασίας.</a>
                            </li>
                            <li>
                                <a href="#myth-4">Μύθος 4: Η επιστήμη της κλιματικής αλλαγής είναι αναξιόπιστη.</a>
                            </li>
                            <li>
                                <a href="#myth-5">Μύθος 5: Οι ενέργειες για την αλλαγή του κλίματος θα κάνουν τους ανθρώπους φτωχότερους.</a>
                            </li>
                            <li>
                                <a href="#myth-6">Μύθος 6: Η υπερθέρμανση του πλανήτη είναι για καλό.</a>
                            </li>
                            <li>
                                <a href="#myth-7">Μύθος 7: Το κλίμα της γης πάντα άλλαζε και τώρα συμβαίνει το ίδιο.</a>
                            </li>
                        </ol>
                    </template>
                </UiTableOfContents>
            <!-- </Teleport>
        </ClientOnly> -->



        <section class="e-article"  lang="en" style="hyphens: auto;">
            <Icon name="openmoji:scientist-medium-dark-skin-tone" class="float-right text-[5em]" />
            <h1 class="mb-0">Κλιματική Αλλαγή</h1>
            <h5 class="font-normal uppercase leading-tight">Επιστημονικό Υπόβαθρο</h5>
        
            <!-- <h2 class="e-huge-number">1.</h2> -->
            <h2 id="section-1">1. Τι είναι η κλιματική αλλαγή και ποιες είναι οι αιτίες της;</h2>
        
            <p>
                Η κλιματική αλλαγή αναφέρεται σε μακροπρόθεσμες αλλαγές στις θερμοκρασίες και άλλα καιρικά φαινόμενα. Αυτές οι αλλαγές μπορεί να είναι φυσικές, όπως μέσω μεταβολών στον ηλιακό κύκλο ωστόσο από το 1800, οι ανθρώπινες δραστηριότητες ήταν η κύρια αιτία της κλιματικής αλλαγής εξαιτίας της καύσης ορυκτών καυσίμων όπως ο άνθρακας, το πετρέλαιο και το φυσικό αέριο. Η καύση ορυκτών καυσίμων δημιουργεί εκπομπές αερίων του θερμοκηπίου που λειτουργούν σαν μια «κουβέρτα» τυλιγμένη γύρω από τη Γη, παγιδεύοντας τη θερμότητα του ήλιου και αυξάνοντας τη θερμοκρασία. Συγκεκριμένα, το CO₂ παγιδεύει την ακτινοβολία μακρών κυμάτων που εκπέμπεται από τον πλανήτη. Η παγίδευση της ακτινοβολίας μακρών κυμάτων υπαγορεύεται από την κβαντομηχανική. Τα δύο άτομα οξυγόνου στο CO₂ δονούνται με το άτομο άνθρακα στο κέντρο και η συχνότητα αυτής της δόνησης συμπίπτει με μερικά από τα υπέρυθρα μήκη κύματος της ακτινοβολίας μεγάλου κύματος. Όταν η συχνότητα της ακτινοβολίας από την επιφάνεια της Γης και την ατμόσφαιρα συμπίπτει με τη συχνότητα της δόνησης CO₂, η ακτινοβολία απορροφάται από το CO₂ και μετατρέπεται σε θερμότητα λόγω σύγκρουσης με άλλα μόρια αέρα και στη συνέχεια επιστρέφει στην επιφάνεια. Ως αποτέλεσμα αυτής της παγίδευσης, η εξερχόμενη ακτινοβολία μακρών κυμάτων μειώνεται, αυξάνοντας το CO₂. Δεν διαφεύγει τόση θερμότητα για να εξισορροπήσει την καθαρή εισερχόμενη ηλιακή ακτινοβολία. Υπάρχει υπερβολική θερμική ενέργεια στον πλανήτη, δηλαδή το σύστημα είναι εκτός ενεργειακής ισορροπίας. Καθώς το CO₂ αυξάνεται με την πάροδο του χρόνου, η υπέρυθρη κουβέρτα γίνεται πιο παχιά και ο πλανήτης συσσωρεύει αυτήν την περίσσεια ενέργειας.
            </p>

            <UiContentImage
                src="https://evidence.onkel.ee/assets/c-change__the-greenhouse-effect.webp"
                credits="From Le Treut et al., 2007"
                :elevated="true">
                <template #caption>
                    <b>Διάγραμμα 1:</b> Ένα απλοποιημένο διάγραμμα που απεικονίζει το φαινόμενο του θερμοκηπίου
                </template>
            </UiContentImage>
        
            <p><b>Τα αέρια που συμβάλλουν στο φαινόμενο του θερμοκηπίου είναι τα ακόλουθα:</b></p>
            <dl>
                <dt class="font-bold">Υδρατμοί:</dt>
                <dd>Το πιο άφθονο αέριο του θερμοκηπίου, το οποίο επηρεάζει το κλίμα. Οι υδρατμοί αυξάνονται καθώς θερμαίνεται η ατμόσφαιρα της Γης, όπως και η πιθανότητα εμφάνισης σύννεφων και βροχοπτώσεων.</dd>
                <dt class="font-bold">Διοξείδιο του άνθρακα (CO₂):</dt>
                <dd>Ένα άλλο πολύ σημαντικό συστατικό της ατμόσφαιρας, το διοξείδιο του άνθρακα απελευθερώνεται μέσω φυσικών διεργασιών όπως η αναπνοή και οι εκρήξεις ηφαιστείων αλλά και μέσω των ανθρώπινων δραστηριοτήτων όπως η αποψίλωση των δασών, η χρήση της γης και η καύση ορυκτών καυσίμων. Οι άνθρωποι έχουν αυξήσει τη συγκέντρωση CO₂ της ατμόσφαιρας κατά 48% από την έναρξη της Βιομηχανικής Επανάστασης.</dd>
                <dt class="font-bold">Μεθάνιο:</dt>
                <dd>Αέριο υδρογονάνθρακα που παράγεται τόσο μέσω φυσικών πηγών όσο και μέσω ανθρώπινων δραστηριοτήτων, συμπεριλαμβανομένης της αποσύνθεσης αποβλήτων σε χωματερές, τη γεωργία και ιδιαίτερα την καλλιέργεια ρυζιού, καθώς και την πέψη των μηρυκαστικών και τη διαχείριση της κοπριάς που σχετίζεται με την κτηνοτροφία. Το μεθάνιο είναι πολύ πιο ενεργό αέριο σε σχέση με το διοξείδιο του άνθρακα αλλά είναι πολύ λιγότερο άφθονο στην ατμόσφαιρα.</dd>
                <dt class="font-bold">Οξείδιο του αζώτου:</dt>
                <dd>Ισχυρό αέριο του θερμοκηπίου που παράγεται από τις πρακτικές καλλιέργειας του εδάφους, ειδικά από τη χρήση λιπασμάτων, την καύση ορυκτών καυσίμων, την παραγωγή νιτρικού οξέος και την καύση βιομάζας.</dd>
                <dt class="font-bold">Χλωροφθοράνθρακες (CFC):</dt>
                <dd>Συνθετικές ενώσεις εξ ολοκλήρου βιομηχανικής προέλευσης που χρησιμοποιούνται σε πολλές εφαρμογές και συμβάλλουν στην καταστροφή της στιβάδας του όζοντος.</dd>
            </dl>

            <UiContentImage
                src="https://evidence.onkel.ee/assets/c-change__greenhouse-gas-emission-75-20.webp"
                credits="From NOAA Global Monitoring Laboratory"
                :elevated="true" class="mt-8">
                <template #caption>
                    <b>Διάγραμμα 2.</b> Οι εκπομπές αερίων του Θερμοκηπίου στην ατμόσφαιρα από το 1975-2020
                </template>
            </UiContentImage>
            
        
            
            <section class="e-card mt-8">
                <h4 class="mt-2">References</h4>
                <ul class="text-sm break-all">
                    <li><a href="https://climate.nasa.gov/causes/" target="_blank" rel="noopener noreferrer">https://climate.nasa.gov/causes/</a></li>
                    <li><a href="https://www.un.org/en/climatechange/what-is-climate-change" target="_blank" rel="noopener noreferrer">https://www.un.org/en/climatechange/what-is-climate-change</a></li>
                    <li><a href="https://gml.noaa.gov/about/networks.html" target="_blank" rel="noopener noreferrer">https://gml.noaa.gov/about/networks.html</a></li>
                    <li><a href="https://archive.ipcc.ch/publications_and_data/ar4/wg1/en/faq-1-3-figure-1.html" target="_blank" rel="noopener noreferrer">https://archive.ipcc.ch/publications_and_data/ar4/wg1/en/faq-1-3-figure-1.html</a></li>
                    <li><a href="https://www.youtube.com/watch?app=desktop&v=3JX-ioSmNW8 " target="_blank" rel="noopener noreferrer">https://www.youtube.com/watch?app=desktop&v=3JX-ioSmNW8</a></li>
                    <li><b>Ramanathan, V.</b>, <b>Feng, Y.</b> (2009). Air pollution, greenhouse gases and climate change: Global and regional perspectives. Atmospheric environment, 43(1), 37-50.</li>
                </ul>
            </section>
            
            
            
             



            
            
            
            
            
            
            
            
            
            
            <hr id="section-2" class="mt-10 mb-40" />
            <h2>2. Ποιες είναι οι επιπτώσεις της Κλιματικής Αλλαγής;</h2>
            
            <p>Η Διακυβερνητική Επιτροπή για την Κλιματική Αλλαγή (IPCC), η οποία περιλαμβάνει περισσότερους από 1.300 επιστήμονες από τις Ηνωμένες Πολιτείες, αναφέρει ότι το μέγεθος των επιπτώσεων της κλιματικής αλλαγής σε μεμονωμένες περιοχές θα διαφέρει με την πάροδο του χρόνου και θα ποικίλει ανάλογα με την ικανότητα διαφορετικών κοινωνικών και περιβαλλοντικών συστημάτων να μετριάσουν ή προσαρμοστούν στην αλλαγή.</p>
            
            <p>
                <b>Οι επιπτώσεις της κλιματικής αλλαγής ποικίλλουν και περιλαμβάνουν:</b>
            </p>
            
            
            <ul>
                <li>
                    Αύξηση της παγκόσμιας θερμοκρασίας: Δεδομένου του τεράστιου μεγέθους και της θερμικής ικανότητας των παγκόσμιων ωκεανών, απαιτείται τεράστια ποσότητα θερμικής ενέργειας για να αυξηθεί η μέση ετήσια θερμοκρασία της επιφάνειας της Γης, έστω και σε μικρή ποσότητα. Η αύξηση περίπου 2 βαθμών Φαρενάιτ (1 βαθμός Κελσίου) στην παγκόσμια μέση θερμοκρασία της επιφάνειας που έχει συμβεί από την προβιομηχανική εποχή (1880-1900) μπορεί να φαίνεται μικρή, αλλά σημαίνει σημαντική αύξηση της συσσωρευμένης θερμότητας.
                </li>
                <li>
                    Αύξηση της στάθμης της θάλασσας
                    <UiContentImage
                        src="https://evidence.onkel.ee/assets/c-change__sea-level-rise.webp"
                        credits="From NOAA Climate.gov image based on analysis and data from Philip Thompson, University of Hawaii Sea Level Center"
                        :elevated="true" class="mt-8">
                        <template #caption>
                            <b>Διάγραμμα 3.</b> Άνοδος της στάθμης της θάλασσας 1995-2020
                        </template>
                    </UiContentImage>
                </li>
                <li>
                    Συρρίκνωση παγετώνων
                </li>
                <li>
                    Λιώσιμο των πάγων με ταχύτερο ρυθμό από το συνηθισμένο στη Γροιλανδία, την Ανταρκτική και την Αρκτική
                </li>
                <li>
                    Ξηρασίες ή αυξημένες βροχοπτώσεις ανάλογα με την περιοχή
                </li>
                <li>
                    Ορισμένα εργαστηριακά πειράματα υποδηλώνουν ότι τα αυξημένα επίπεδα CO₂ μπορούν να επιταχύνουν την ανάπτυξη των φυτών. Ωστόσο, άλλοι παράγοντες, όπως η μεταβολή της θερμοκρασίας, το όζον και οι περιορισμοί νερού και θρεπτικών συστατικών δρουν κατασταλτικά στην ανάπτυξή τους. Εάν ξεπεραστεί το βέλτιστο εύρος θερμοκρασιών, ορισμένες καλλιέργειες μπορεί να καταστραφούν ή να μειωθεί η απόδοσή τους.
                </li>
                <li>
                    Οι ακραίες κλιματικές συνθήκες, όπως ξηρασίες, πλημμύρες και ακραίες θερμοκρασίες, μπορούν να οδηγήσουν σε μείωση των γεωργικών προϊόντων και ως εκ τούτου να δημιουργηθούν προβλήματα σίτισης σε ολόκληρο τον πλανήτη. Πέραν τούτου, ανάλογα με την καλλιέργεια και το οικοσύστημα, τα ζιζάνια, τα παράσιτα και οι μύκητες μπορούν επίσης να ευδοκιμήσουν σε θερμότερες θερμοκρασίες, πιο υγρά κλίματα και αυξημένα επίπεδα CO₂ και η κλιματική αλλαγή πιθανότατα θα αυξήσει τα ζιζάνια και τα παράσιτα.
                </li>
                <li>
                    Έρευνες έχουν δείξει ότι μπορεί επίσης να μειώσει τη θρεπτική αξία των περισσότερων καλλιεργειών τροφίμων μειώνοντας τις συγκεντρώσεις πρωτεϊνών και βασικών μετάλλων στα περισσότερα είδη φυτών.
                </li>
                <li>
                    Αλλαγές στην περίοδο ανθοφορίας των λουλουδιών.
                </li>
                <li>
                    Ο περιορισμός της υπερθέρμανσης του πλανήτη στους 1,5°C, αντί στους 2°C και υψηλότερα, προβλέπεται ότι θα έχει πολλά οφέλη για τα χερσαία και υγροτοπικά οικοσυστήματα και για τη διατήρηση των υπηρεσιών τους προς τον άνθρωπο.
                </li>
                <li>
                    Η αλλαγή του κλίματος προκαλεί άμεσα και έμμεσα άγχος στα ζώα σε όλο τον κόσμο. Πολλά είδη δεν βρίσκουν φιλόξενα κλίματα για να βρουν καταφύγιο. Στις πολικές περιοχές, ζώα όπως οι πολικές αρκούδες που ζουν στον πολικό πάγο αγωνίζονται τώρα να επιβιώσουν καθώς αυτός ο πάγος λιώνει.
                </li>
                <li>
                    Η άνοδος των θερμοκρασιών των ωκεανών λιώνει τους πολικούς πάγους, μετατοπίζει τα ωκεάνια ρεύματα, επηρεάζει τις μεταναστεύσεις των ψαριών και οδηγεί στη λεύκανση και τον θάνατο των κοραλλιών. Λόγω του σημαντικού ρόλου των ωκεανών στη ρύθμιση του κλίματος της γης απορροφώντας τις εκπομπές αερίων του θερμοκηπίου, δέχονται άμεσο πλήγμα από την κλιματική αλλαγή.
                </li>
                <li>
                    Οι κίνδυνοι απωλειών τοπικών ειδών και κατά συνέπεια, οι κίνδυνοι εξαφάνισής τους είναι πολύ λιγότεροι σε έναν κόσμο θερμότερο κατά 1,5°C παρά κατά 2°C.
                </li>
                <li>
                    Οποιαδήποτε αύξηση της παγκόσμιας θερμοκρασίας (π.χ. +0,5°C) αναμένεται να επηρεάσει με αρνητικό τρόπο την ανθρώπινη υγεία.
                </li>
                <li>
                    Οι κίνδυνοι για την παγκόσμια οικονομική ανάπτυξη λόγω των επιπτώσεων της κλιματικής αλλαγής προβλέπεται να είναι λιγότεροι σε ένα κόσμο θερμότερο κατά 1,5°C παρά κατά 2°C.
                </li>
            </ul>


            <section class="e-card mt-8">
                <h4 class="mt-2">References</h4>
                <ul class="text-sm break-all">
                    <li><a href="https://climatekids.nasa.gov/climate-change-meaning/" target="_blank" rel="noopener noreferrer">https://climatekids.nasa.gov/climate-change-meaning/</a></li>
                    <li><a href="https://climate.nasa.gov/effects/" target="_blank" rel="noopener noreferrer">https://climate.nasa.gov/effects/</a></li>
                    <li><a href="https://www.un.org/en/climatechange/what-is-climate-change" target="_blank" rel="noopener noreferrer">https://www.un.org/en/climatechange/what-is-climate-change</a></li>
                    <li><a href="https://www.un.org/en/global-issues/climate-change" target="_blank" rel="noopener noreferrer">https://www.un.org/en/global-issues/climate-change</a></li>
                    <li><a href="https://www.climate.gov/news-features/understanding-climate/climate-change-global-temperature" target="_blank" rel="noopener noreferrer">https://www.climate.gov/news-features/understanding-climate/climate-change-global-temperature</a></li>
                    <li><a href="https://www.nature.org/en-us/what-we-do/our-priorities/tackle-climate-change/climate-change-stories/climate-change-frequently-asked-questions/#threats" target="_blank" rel="noopener noreferrer">https://www.nature.org/en-us/what-we-do/our-priorities/tackle-climate-change/climate-change-stories/climate-change-frequently-asked-questions/#threats</a></li>
                    <li><a href="https://www.ipcc.ch/sr15/chapter/chapter-3" target="_blank" rel="noopener noreferrer">https://www.ipcc.ch/sr15/chapter/chapter-3</a></li>
                    <li><a href="https://www.youtube.com/watch?v=rVjp3TO_juI&t=3s" target="_blank" rel="noopener noreferrer">https://www.youtube.com/watch?v=rVjp3TO_juI&t=3s</a></li>
                    <li><b>Ramanathan, V.</b>, <b>Feng, Y.</b> (2009). Air pollution, greenhouse gases and climate change: Global and regional perspectives. Atmospheric environment, 43(1), 37-50.</li>
                </ul>
            </section>

        
        










            <hr id="section-3" class="mt-10 mb-40" />
            <h2>3. Κλιματική Αλλαγή: Ένα κοινωνικο-επιστημονικό ζήτημα και αμφιλεγόμενο ζήτημα</h2>

            <p>Στην ιστορία της Επιστήμης υπήρξαν και υπάρχουν πολλά παραδείγματα όπου αντιφατικές απόψεις για συγκεκριμένα επιστημονικά ζητήματα διαδόθηκαν στον γενικό πληθυσμό. Ένα παράδειγμα αμφιλεγόμενου θέματος είναι η κλιματική αλλαγή.</p>

            <p>Παρόλο που η κλιματική επιστήμη έχει πλέον αποδείξει ακράδαντα ότι συμβαίνει υπερθέρμανση στον πλανήτη, ότι οι ανθρώπινες δραστηριότητες συμβάλλουν σε αυτή την υπερθέρμανση και ότι η τρέχουσα και η μελλοντική υπερθέρμανση προμηνύουν αρνητικές επιπτώσεις τόσο στα οικολογικά όσο και στα κοινωνικά συστήματα (Εθνικό Συμβούλιο Έρευνας, 2010), ένα σημαντικό μέρος του αμερικανικού κόσμου παραμένει αντιμαχόμενο ή δεν ανησυχεί (Leiserowitz, Maibach, Roser-Renouf, & Hmielowski, 2012). Πολλοί υπεύθυνοι χάραξης πολιτικής (ειδικά στις Ηνωμένες Πολιτείες) αρνούνται την ανάγκη λήψης μέτρων για τη μείωση των εκπομπών άνθρακα (Brownstein, 2010).</p>

            <p>Οι αρνητές της κλιματικής επιστήμης δεν δέχονται στοιχεία που υποστηρίζουν την ύπαρξη κλιματικής αλλαγής, τον ρόλο της ανθρωπότητας στην πρόκληση της πρόσφατης υπερθέρμανσης του πλανήτη ή/και τη σοβαρότητα των κλιματικών επιπτώσεων. Σκεπτικισμός (scepticism), αντιφατικότητα (contrarianism), απόρριψη (dismissal), διαφωνία (dissent), αμφιβολία (doubt) ή κατά της κλιματικής αλλαγής (anti-climate change) είναι μερικοί από τους όρους που έχουν χρησιμοποιηθεί για να χαρακτηρίσουν τις αρνήσεις της κλιματικής επιστήμης (Cook, 2017).</p>

            <p>Η παραπληροφόρηση για το κλίμα είναι ο λόγος για τις λανθασμένες αντιλήψεις του κοινού σχετικά με την κλιματική αλλαγή (McCright and Dunlap, 2010). Προκύπτουν ερωτήματα όπως: (1) Η αύξηση της θερμοκρασίας της Γης προκαλεί αύξηση του διοξειδίου του άνθρακα ή η αύξηση του διοξειδίου του άνθρακα προκαλεί αύξηση της θερμοκρασίας της Γης; (2) Οι ανθρώπινες δραστηριότητες παράγουν ίσες, λιγότερες ή περισσότερες ποσότητες διοξείδιο του άνθρακα από τις φυσικές διεργασίες; (3) Αλλάζει το κλίμα με την πάροδο του χρόνου; Εάν ναι, είναι η κλιματική αλλαγή μια προσωρινή αλλαγή όπως οι προηγούμενες; (4) Οι μαζικές εξαφανίσεις ειδών σήμερα είναι αποτέλεσμα κλιματικής αλλαγής ή συνηθισμένο φαινόμενο με τα χρόνια;</p>

            <p>Τα μέσα μαζικής ενημέρωσης διαδραματίζουν κεντρικό ρόλο στις συζητήσεις για την επιστήμη του κλίματος και τη χάραξη πολιτικής. Ο Maxwell Boykoff, στη μακρόχρονη πείρα του, αναλύει τους τρόπου με τους οποίους τα μέσα παρουσιάζουν την κλιματική αλλαγή και συμβάλλουν στις «απομακρυσμένες φωνές», αφού σκεπτικιστές και αρνητές λαμβάνουν αδικαιολόγητη προβολή στα μέσα ενημέρωσης και συνεπώς επηρεάζουν τις συζητήσεις πολιτικής.</p>


            <section class="e-card mt-8">
                <h4 class="mt-2">References</h4>
                <ul class="text-sm break-all">
                    <li><a href="https://www.youtube.com/watch?app=desktop&v=u9KxE4Kv9A8" target="_blank" rel="noopener noreferrer">https://www.youtube.com/watch?app=desktop&v=u9KxE4Kv9A8</a></li>
                    <li><a href="https://www.researchgate.net/publication/274306932_Climate_Change_Skepticism_and_Denial_An_Introduction" target="_blank" rel="noopener noreferrer">https://www.researchgate.net/publication/274306932_Climate_Change_Skepticism_and_Denial_An_Introduction</a></li>
                    
                    <li><b>Karakas, L. D.</b>, & <b>Mitra, D.</b> (2020). Believers vs. deniers: Climate change and environmental policy polarization. European Journal of Political Economy, 65, 101948.</li>
                    <li><b>Corry, O.</b>, & <b>Jørgensen, D.</b> (2015). Beyond ‘deniers’ and ‘believers’: Towards a map of the politics of climate change. Global Environmental Change, 32, 165-174.</li>
                    <li><b>Cook, J.</b> (2017). Understanding and countering climate science denial. Journal & Proceedings of the Royal Society of New South Wales, 150.</li>
                    <li><b>McCright, A. M.</b> & <b>Dunlap, R. E.</b> (2010). Anti-reflexivity: The American conservative movement’s success in undermining climate science and policy. Theory, Culture & Society, 27(2-3), 100-133.</li>
                </ul>
            </section>


             
















            <hr id="section-4" class="mt-10 mb-40" />
            <h2>4. Τεχνικές της Επιστήμης της Άρνησης</h2>

            
            <p>Ανάμεσα στα διάφορα κινήματα που απορρίπτουν μια επιστημονική συμφωνία, παρατηρούνται πέντε χαρακτηριστικά ή τεχνικές άρνησης της επιστήμης:</p>

            <UiContentImage
                src="https://evidence.onkel.ee/assets/c-change__flicc.webp"
                credits=""
                :elevated="false" class="my-8">
                <template #caption>
                    5 Characteristics of Science Denial
                </template>
            </UiContentImage>

            <dl>
                <dt>
                    <b>Fake experts</b> (Ψεύτικοι εμπειρογνώμονες):
                </dt>
                <dd>
                    Αυτό περιλαμβάνει εκπροσώπους που μεταφέρουν την εντύπωση της εμπειρογνωμοσύνης σε ένα θέμα και ωστόσο διαθέτουν μικρή σχετική πείρα. Το Global Warming Petition Project είναι η πιο διαδεδομένη μορφή αυτής της τεχνικής στην παραπληροφόρηση για το κλίμα, με 31.000 υπογράφοντες σε μια ηλεκτρονική αναφορά που διαφωνούν κατά της υπερθέρμανσης του πλανήτη που προκαλείται από τον άνθρωπο. Ωστόσο, το 99,9% των υπογραφόντων, ενώ είναι κάτοχοι πτυχίου επιστήμης, δεν διαθέτουν καμία εξειδίκευση στην επιστήμη του κλίματος. Έχει βρεθεί πειραματικά ότι είναι ένα από τα πιο αποτελεσματικά αρνητικά επιχειρήματα για τη μείωση της αποδοχής της κλιματικής αλλαγής. 
                </dd>
                <dt class="mt-4">
                    <b>Logical fallacies</b> (Λογικές πλάνες):
                </dt>
                <dd>
                    Τα επιχειρήματα που έχουν σχεδιαστεί για να πείσουν τους ανθρώπους αποτελούνται από μία ή περισσότερες προϋποθέσεις, που οδηγούν σε ένα συμπέρασμα. Τα επιχειρήματα των αρνητών για το κλίμα συνήθως περιέχουν σοβαρά λάθη. Υπάρχουν τρεις κατηγορίες λογικών σφαλμάτων που εντοπίζονται στην παραπληροφόρηση για το κλίμα:
                    <ul>
                        <li>
                            σφάλματα συνάφειας (όπου οι προϋποθέσεις είναι άσχετες με το συμπέρασμα), 
                        </li>
                        <li>
                            εύρος (όπου δεν λαμβάνονται υπόψη όλα τα σχετικά στοιχεία) και 
                        </li>
                        <li>
                            τεκμήριο (όπου το όρισμα περιέχει ψευδείς προϋποθέσεις).
                        </li>
                    </ul>
                </dd>
                <dt class="mt-4">
                    <b>Impossible expectations</b> (Αδύνατες προσδοκίες):
                </dt>
                <dd>
                    Αυτό περιλαμβάνει την απαίτηση μη ρεαλιστικών επιπέδων απόδειξης ή την εσφαλμένη παρουσίαση της φύσης της επιστημονικής αβεβαιότητας. Καθώς η επιστήμη είναι συνήθως πιθανολογική, οι εκκλήσεις για απόλυτη επιστημονική βεβαιότητα είναι μια αποτελεσματική μέθοδος αμφισβήτησης των επιστημονικών ευρημάτων. Αυτή η τεχνική άρνησης είναι γνωστή ως «Μέθοδος Επιχειρηματολογίας Επιστημονικής Βεβαιότητας». 
                </dd>
                <dt class="mt-4">
                    <b>Cherry picking</b> (Επιλογή κερασιού):
                </dt>
                <dd>
                    Αυτή η τεχνική ορίζεται ως «επιλεκτικά δεδομένα οδηγούν σε ένα επιθυμητό συμπέρασμα που διαφέρει από το συμπέρασμα που προκύπτει από όλα τα διαθέσιμα δεδομένα». 
                </dd>
                <dt class="mt-4">
                    <b>Conspiracy theories</b> (Θεωρίες συνωμοσίας):
                </dt>
                <dd>
                    Περίπου το 20% του κοινού των ΗΠΑ πιστεύει ότι η κλιματική αλλαγή είναι μια επιστημονική φάρσα. Οι θεωρίες συνωμοσίας έχουν μια σειρά από αρνητικά αποτελέσματα, ακόμη και όταν οι άνθρωποι δεν πείθονται από αυτές. Μπορούν να μειώσουν την υποστήριξη για τη δράση για το κλίμα, να μειώσουν την πρόθεση κάποιου να μειώσει το αποτύπωμα άνθρακα και να μειώσει την εμπιστοσύνη στην κυβέρνηση.
                </dd>
            </dl>

 
            <section class="e-card mt-8">
                <h4 class="mt-2">References</h4>
                <ul class="text-sm break-all">
                    <li><a href="https://www.youtube.com/watch?v=uNs2YMblqwU&ab_channel=JohnCook" target="_blank" rel="noopener noreferrer">https://www.youtube.com/watch?v=uNs2YMblqwU</a></li>
                    <li><a href="https://www.youtube.com/watch?v=AqcUP0sDglg" target="_blank" rel="noopener noreferrer">https://www.youtube.com/watch?v=AqcUP0sDglg</a></li>
                    <li><a href="https://www.youtube.com/watch?v=wXA777yUndQ" target="_blank" rel="noopener noreferrer">https://www.youtube.com/watch?v=wXA777yUndQ</a></li>
                    <li><a href="http://www.petitionproject.org/" target="_blank" rel="noopener noreferrer">http://www.petitionproject.org</a></li>
                </ul>
            </section>
 
 



















            <h1 class="mt-40">Μύθοι για την Κλιματική Αλλαγή</h1>

            <hr id="myth-1" class="mt-10 mb-40" />
            <h2>Μύθος 1: Η εξαφάνιση των ειδών είναι μια φυσική διαδικασία. Μαζικές εξαφανίσεις ειδών συνέβαιναν πάντα</h2>

            <p>Η εξαφάνιση των ειδών είναι ένα ιστορικό πρόβλημα. Από τους προϊστορικούς χρόνους έχουμε στοιχεία για μια σειρά μαζικών εξαφανίσεων, με πιο αξιοσημείωτη την εξαφάνιση των δεινοσαύρων. Αυτή η εξαφάνιση, που έλαβε χώρα πριν από 66.000.000 χρόνια, αποδόθηκε στην πρόσκρουση ενός αστεροειδούς στη Γη. Με τα χρόνια έχουμε και άλλα γνωστά παραδείγματα όπως η εξαφάνιση των μαμούθ. Οι αιτίες εξαφάνισης που έχουν καταγραφεί ποικίλλουν.</p>
            <p>Η ιδέα ότι η ανθρωπότητα είναι ικανή να επηρεάσει και να ενοχλήσει δυνάμεις τέτοιου μεγέθους αντικατοπτρίζει μια εγωκεντρική αλαζονεία. Η ανθρωπότητα είναι ένα υποσύνολο της Φύσης. Η φύση δεν είναι υποσύνολο της ανθρωπότητας. Οι άνθρωποι δεν μπορούν ούτε να προκαλέσουν ούτε να παρέμβουν για να διορθώσουν αυτές τις διαδικασίες (Financial Sense University).</p>
            <p><a href="https://skepticalscience.com/Can-animals-and-plants-adapt-to-global-warming.htm" target="_blank" rel="noopener noreferrer">https://skepticalscience.com/Can-animals-and-plants-adapt-to-global-warming.htm</a></p>





            <UiCardInfo class="my-8" theme="blue" icon="tabler:microscope">
                <div>
                    <h3 class="mt-6 pt-3 mb-10">Επιστημονική άποψη σχετικά με το Μύθο 1:</h3>
                    <p class="font-Heading text-2xl"><i>«Στις μέρες μας, οι εξαφανίσεις ειδών συμβαίνουν εκατοντάδες φορές πιο γρήγορα από ότι θα συνέβαιναν με φυσικό τρόπο»</i></p>
                </div>
            </UiCardInfo>
            

            <p>Οι μαθητές που διερευνούν το Μύθο 1 ακολουθώντας την καθοδηγούμενη διερεύνηση μελετούν επιστημονικές πληροφορίες σχετικά με περιστατικά εξαφάνισης ειδών που πραγματοποιήθηκαν στο παρελθόν.  Παράλληλα μελετούν πιο πρόσφατες επιστημονικές πηγές για συγκεκριμένες εξαφανίσεις ειδών (π.χ., Magellanic penguins) οι οποίες οφείλονται στην κλιματική αλλαγή.  Επιπλέον, παρακολουθούν ένα βίντεο του BCC για τις μαζικές εξαφανίσεις.</p>
            
            <p>Εναλλακτικά, οι μαθητές που διερευνούν το Μύθο 1 ακολουθώντας την ανοικτή διερεύνηση, συλλέγουν πληροφορίες από επιστημονικές πηγές που εντοπίζουν οι ίδιοι με σκοπό να επιβεβαιώσουν ή να διαψεύσουν τις υποθέσεις τους.</p>

            <p>Και στις δύο διερευνήσεις (καθοδηγούμενη και ανοικτή διερεύνηση), οι μαθητές ελέγχουν την αξιοπιστία των επιστημονικών πηγών που έχουν στη διάθεσή τους και διατυπώνουν τα συμπεράσματά τους.</p>


            <p><b>Πατήστε στις πιο κάτω συνδέσεις για την επιστημονική άποψη του Μύθου 1:</b></p>
            <ul>
                <li>
                    <a href="https://www.nationalgeographic.com/science/article/mass-extinction" target="_blank" rel="noopener noreferrer">Mass extinction facts and information from National Geographic</a>
                </li>
                <li>
                    <a href="https://www.nationalgeographic.com/animals/article/vanishing-what-we-lose-when-an-animal-goes-extinct-feature" target="_blank" rel="noopener noreferrer">What we lose when animals go extinct</a>
                </li>
            </ul>








            

            









            <hr id="myth-2" class="mt-10 mb-40" />
            <h2>Μύθος 2: Οι οργανισμοί μπορούν να προσαρμοστούν στις κλιματικές αλλαγές</h2>

            <p>Η γη καταγράφει πορεία ιστορίας 4,54 δισεκατομμυρίων ετών. Οι καιρικές συνθήκες που επικρατούσαν κατά καιρούς στον πλανήτη μεταβάλλονταν. Ως εκ τούτου, οι οργανισμοί οι οποίοι ζούσαν στη γη αναγκάζονταν να προσαρμοστούν στις νέες συνθήκες ώστε να επιβιώσουν και να διατηρηθούν. Με αυτό τον τρόπο προέκυπτε και η εξέλιξη των ειδών.</p>
            <p>Τα φυτά και τα ζώα προσαρμόστηκαν ήδη αρκετές φορές σε αντίξοες συνθήκες (π.χ. αλλαγή κλιματικών συνθηκών, πτώση μετεωριτών, εκρήξεις ηφαιστείων). Το γεγονός αυτό, τα καθιστά ικανά να προσαρμοστούν στην άνοδο της θερμοκρασίας και στην κατάσταση που ονομάζουμε σήμερα κλιματική αλλαγή. Με άλλα λόγια, τα είδη είναι ικανά να επιβιώσουν και να διατηρηθούν στις νέες συνθήκες.</p>
            <p><a href="https://skepticalscience.com/Can-animals-and-plants-adapt-to-global-warming.htm" target="_blank" rel="noopener noreferrer">https://skepticalscience.com/Can-animals-and-plants-adapt-to-global-warming.htm</a></p>


            <UiCardInfo class="my-8" theme="blue" icon="tabler:microscope">
                <div>
                    <h3 class="mt-6 pt-3 mb-10">Επιστημονική άποψη σχετικά με το Μύθο 2:</h3>
                    <p class="text-2xl"><i>«Δεν έχουν την ικανότητα όλα τα είδη να αναπτύσσουν προσαρμογές στις συνέπειες που προκαλεί η κλιματική αλλαγή.  Ορισμένα είδη (π.χ. πτηνά) έχουν αυτή την ικανότητα με διάφορους τρόπους (π.χ., αλλάζουν τον τρόπο -εποχή- που μεταναστεύσουν ή την περίοδο που αναπαράγονται).  Ωστόσο, κάποια είδη είναι αδύνατον να το κάνουν αυτό (π.χ., θηλαστικά).  Επιπλέον, δεν έχουν την ικανότητα όλα τα είδη να προσαρμόζονται σε γρήγορους ρυθμούς (π.χ. αλλαγή μορφολογικών χαρακτηριστικών)».</i></p>
                    <p>Συνοψίζοντας, η προσαρμογές των ειδών δεν μπορούν να γίνουν από όλα τα είδή σε γρήγορους ρυθμούς. Ορισμένες φορές, η διαδικασία αυτή είναι πολύ χρονοβόρα, δεν μπορούν να προσαρμοστούν έγκαιρα και εξαφανίζονται. Ο ρυθμός προσαρμογής των ειδών δεν μπορεί να προσδιοριστεί (Visser, 2008).</p>
                </div>
            </UiCardInfo>

            <p>Οι μαθητές που διερευνούν το Μύθο 2 ακολουθώντας την καθοδηγούμενη διερεύνηση, μελετούν επιστημονικά τεκμήρια σχετικά με τα διάφορα είδη και πώς καταφέρνουν ή όχι να προσαρμοστούν στις συνέπειες της κλιματικής αλλαγής (π.χ. παράδειγμα με κοραλλιογενείς υφάλους). Στη συνέχεια, διεξάγουν μία συγκεκριμένη πειραματική διαδικασία σχετικά με τη μελέτη των κοραλλιών και μελετούν πρόσφατα επιστημονικά δεδομένα σχετικά με το πώς η κλιματική αλλαγή επηρεάζει τα θηλαστικά. Οι μαθητές ελέγχουν την αξιοπιστία των πληροφοριών που έχουν και διατυπώνουν τα συμπεράσματά τους.</p>
            <p>Εναλλακτικά, οι μαθητές που διερευνούν το Μύθο 2 ακολουθώντας την ανοικτή διερεύνηση, συλλέγουν πληροφορίες από επιστημονικές πηγές που εντοπίζουν οι ίδιοι με σκοπό να επιβεβαιώσουν ή να διαψεύσουν τις υποθέσεις τους.</p>

            <p>Και στις δύο διερευνήσεις (καθοδηγούμενη και ανοικτή διερεύνηση), οι μαθητές ελέγχουν την αξιοπιστία των επιστημονικών πηγών που έχουν στη διάθεσή τους και διατυπώνουν τα συμπεράσματά τους.</p>

            <p><b>Πατήστε στις πιο κάτω συνδέσεις για την επιστημονική άποψη του Μύθου 2:</b></p>
            <ul>
                <li>
                    <a href="https://www.nationalgeographic.com/environment/article/many-animals-can-adapt-climate-change-just-not-fast-enough-" target="_blank" rel="noopener noreferrer">Some animals can adapt to climate change—just not fast enough</a>
                </li>
                <li>
                    <b>Visser, M. E.</b> (2008). Keeping up with a warming world; assessing the rate of adaptation to climate change. Proceedings of the Royal Society B: Biological Sciences, 275(1635), 649-659.
                </li>
            </ul>













            <hr id="myth-3" class="mt-10 mb-40" />
            <h2>Μύθος 3: Η επιστήμη της κλιματικής αλλαγής δεν είναι αξιόπιστη</h2>


            <p>Οι μετεωρολογικοί σταθμοί βρίσκονται σε περιοχές στις οποίες τα δεδομένα που συλλέγονται δεν είναι αντιπροσωπευτικά για τις κλιματικές αλλαγές και κατ’ επέκταση αναξιόπιστα για την μελέτη του παγκόσμιου κλίματος. Οι επιστήμονες στοχεύουν στην τρομοκρατία του κόσμου για δεδομένα, τα οποία οι ίδιοι δημιουργούν κάτω από τις συνθήκες που θέλουν.</p>

            <p>
                <i>«Συγκεκριμένα, στις ΗΠΑ εντοπίστηκαν σταθμοί μελέτης του κλίματος που βρίσκονται δίπλα στους ανεμιστήρες καυσαερίων των μονάδων κλιματισμού, περιτριγυρισμένοι από ασφάλτινους χώρους στάθμευσης και δρόμους, σε καυτές στέγες και κοντά σε πεζοδρόμια και κτίρια που απορροφούν και εκπέμπουν θερμότητα.»</i> (Watts 2009)
                <br />
                <a href="https://skepticalscience.com/surface-temperature-measurements-basic.htm" target="_blank" rel="noopener noreferrer">https://skepticalscience.com/surface-temperature-measurements-basic.htm</a>
            </p>


            <UiCardInfo class="my-8" theme="blue" icon="tabler:microscope">
                <div>
                    <h3 class="mt-6 pt-3 mb-10">Επιστημονική άποψη σχετικά με το Μύθο 3:</h3>
                    <p class="text-2xl">Τα επιστημονικά στοιχεία σχετικά με την κλιματική αλλαγή προέκυψαν από εκτεταμένη έρευνα πολλών δεκαετιών, η οποία στηρίζεται σε παρατηρήσεις, πειράματα πεδίου και εργαστηρίων και σε μοντελοποιήσεις προσομοιώσεων (Higgins, 2019). Είναι αυθαίρετο να πιστεύει κανείς ότι τα επιστημονικά δεδομένα που υπάρχουν δεν είναι αξιόπιστα.</p>
                </div>
            </UiCardInfo>

            <p>Οι μαθητές που διερευνούν το Μύθο 3 ακολουθώντας την καθοδηγούμενη διερεύνηση μελετούν συγκεκριμένες πηγές που τους δίνονται (π.χ., την τοποθεσία των σταθμών παρατήρησης και τις μετρήσεις που λαμβάνονται) οι οποίες προέρχονται από τον οργανισμό NOAA, με απώτερο σκοπό να κρίνουν οι ίδιοι κατά πόσο οι πηγές και οι μετρήσεις που έχουν είναι αξιόπιστες ή όχι.</p>
            <p>Εναλλακτικά, οι μαθητές που διερευνούν το Μύθο 3 ακολουθώντας την ανοικτή διερεύνηση, συλλέγουν πληροφορίες από επιστημονικές πηγές που εντοπίζουν οι ίδιοι με σκοπό να επιβεβαιώσουν ή να διαψεύσουν τις υποθέσεις τους.</p>

            <p>Και στις δύο διερευνήσεις (καθοδηγούμενη και ανοικτή διερεύνηση), οι μαθητές ελέγχουν την αξιοπιστία των επιστημονικών πηγών που έχουν στη διάθεσή τους και διατυπώνουν τα συμπεράσματά τους.</p>

            <p><b>Πατήστε στις πιο κάτω συνδέσεις για την επιστημονική άποψη του Μύθου 3:</b></p>
            <ul>
                <li>
                    <a href="https://www.ametsoc.org/ams/assets/File/Climate_Assessment_Credibility_10-2019.pdf" target="_blank" rel="noopener noreferrer">Climate_Assessment_Credibility_10-2019.pdf (ametsoc.org)</a>
                </li>
                <li>
                    <a href="https://gml.noaa.gov/" target="_blank" rel="noopener noreferrer">NOAA ESRL Global Monitoring Laboratory</a>
                </li>
            </ul>
















            <hr id="myth-4" class="mt-10 mb-40" />
            <h2>Μύθος 4: Η αύξηση της θερμοκρασίας είναι για καλό</h2>
            
            <p><i>«Παρεμπιπτόντως, αν πρόκειται να ψηφίσετε κάτι, ψηφίστε υπέρ της θέρμανσης. Λιγότεροι θάνατοι λόγω ψύχους, περιοχές πιο κατοικήσιμες, μεγαλύτερες καλλιέργειες, μεγαλύτερη περίοδος ανάπτυξης. Αυτό είναι καλό. Η θέρμανση βοηθά τους φτωχούς.»</i> (John MacArthur)</p>

            <ul>
                <li>
                    <a href="https://www.youtube.com/watch?v=ZTlYl8E_B14&t=353s" target="_blank" rel="noopener noreferrer">https://www.youtube.com/watch?v=ZTlYl8E_B14&t=353s</a>
                </li>
                <li>
                    <a href="https://skepticalscience.com/global-warming-positives-negatives.htm" target="_blank" rel="noopener noreferrer">https://skepticalscience.com/global-warming-positives-negatives.htm</a>
                </li>
            </ul>

             
            <UiCardInfo class="my-8" theme="blue" icon="tabler:microscope">
                <div>
                    <h3 class="mt-6 pt-3 mb-10">Επιστημονική άποψη σχετικά με το Μύθο 4:</h3>
                    <p class="text-2xl">Ο συγκεκριμένος Μύθος βασίζεται μόνο στην πιο πάνω δήλωση του John MacArthur.  Οι επιστημονικές πηγές αναφέρουν ακριβώς το αντίθετο. Η κλιματική αλλαγή (αυξημένη θερμοκρασία) επηρεάζει θετικά το ποσοστό ανθρώπινων θανάτων.</p>
                    <p>Η κλιματική αλλαγή αποτελεί μία από τις κυριότερες αιτίες που επηρεάζουν τις παγκόσμιες αλλαγές στην κοινωνία, το περιβάλλον, την οικονομία και την κοινωνική υγεία.</p>
                </div>
            </UiCardInfo>

            <p>Οι μαθητές που διερευνούν το Μύθο 4 ακολουθώντας την επιλογή της καθοδηγούμενης διερεύνησης, μελετούν  συγκεκριμένες επιστημονικές πηγές που προέρχονται από τον Παγκόσμιο Οργανισμό Υγείας σχετικά με την αύξηση της θερμοκρασίας και των ανθρώπινων θανάτων και πώς συνδέονται μεταξύ τους, διεξάγουν μία πειραματική διαδικασία σχετικά με την αύξηση της θερμοκρασίας και την αξιοποιήσιμη γη για κατασκευή κτιρίων ή για καλλιέργεια κλπ.</p>

            <p>Εναλλακτικά, οι μαθητές που διερευνούν το Μύθο 4 ακολουθώντας την ανοικτή διερεύνηση, συλλέγουν πληροφορίες από επιστημονικές πηγές που εντοπίζουν οι ίδιοι με σκοπό να επιβεβαιώσουν ή να διαψεύσουν τις υποθέσεις τους.</p>
            <p>Και στις δύο διερευνήσεις (καθοδηγούμενη και ανοικτή διερεύνηση), οι μαθητές ελέγχουν την αξιοπιστία των επιστημονικών πηγών που έχουν στη διάθεσή τους και διατυπώνουν τα συμπεράσματά τους.</p>

            <p><b>Πατήστε στις πιο κάτω συνδέσεις για την επιστημονική άποψη του Μύθου 4:</b></p>
            <ul>
                <li>
                    <a href="https://www.epa.gov/climate-indicators/climate-change-indicators-heat-related-deaths#:~:text=Some%20statistical%20approaches%20estimate%20that,set%20shown%20in%20Figure%201" target="_blank" rel="noopener noreferrer">Climate Change Indicators: Heat-Related Deaths</a>
                </li>
                <li>
                    <a href="https://health2016.globalchange.gov/low/ClimateHealth2016_FullReport_small.pdf" target="_blank" rel="noopener noreferrer">The Impacts Of Climate Change On Human Health In The United States</a>
                </li>
                <li>
                    According to a 2009 article in Scientific American, a team of climate change researchers from the World Health Organization (WHO) found that "global warming is [responsible] for some 150,000 deaths each year around the world"; they feared this number would double by the year 2030. 
                </li>
            </ul>

 
     














            <hr id="myth-5" class="mt-10 mb-40" />
            <h2>Μύθος 5: Δεν υπάρχει συσχέτιση μεταξύ CO₂ και θερμοκρασίας</h2>
            
            <p>
                <i>«Ήταν η μεταπολεμική εκβιομηχάνιση που προκάλεσε την ταχεία άνοδο των παγκόσμιων εκπομπών CO₂, αλλά μέχρι το 1945 που ξεκίνησε, η Γη βρισκόταν ήδη σε φάση ψύξης που ξεκίνησε γύρω στο 1942 και συνεχίστηκε μέχρι το 1975. Με 32 χρόνια ραγδαίας αύξησης των παγκόσμιων θερμοκρασιών και μόνο μια μικρή αύξηση στις παγκόσμιες εκπομπές CO₂, ακολουθούμενη από 33 χρόνια αργής ψύξης των παγκόσμιων θερμοκρασιών με ραγδαίες αυξήσεις στις παγκόσμιες εκπομπές CO₂, ήταν παραπλανητικό για την IPCC να ισχυριστεί ότι οι εκπομπές CO₂ ήταν κυρίως υπεύθυνες για την παρατηρούμενη υπερθέρμανση του πλανήτη τον 20ο αιώνα. (Norm Kalmanovitch).»</i>
                <br />
                (<a href="https://archive.md/q3Tim" target="_blank" rel="noopener noreferrer">Norm Kalmanovitch</a>)
                <br />
                <a href="https://skepticalscience.com/co2-temperature-correlation.htm" target="_blank" rel="noopener noreferrer">https://skepticalscience.com/co2-temperature-correlation.htm</a>
            </p>

            <UiCardInfo class="my-8" theme="blue" icon="tabler:microscope">
                <div>
                    <h3 class="mt-6 pt-3 mb-10">Επιστημονική άποψη σχετικά με το Μύθο 5:</h3>
                    <p class="text-2xl">
                        <i>«Τα δεδομένα του κλίματος από τα τελευταία 800.000 και πλέον χρόνια δείχνουν ότι η σχέση μεταξύ θερμοκρασίας και CO₂ είναι καλά εδραιωμένη.  Σύμφωνα με τον James Renwick, Professor, Victoria University of Wellington, οι επιστήμονες ανακάλυψαν τη σχέση που υπάρχει μεταξύ του CO₂ και της θέρμανσης της Γης στα μέσα του 19ου αιώνα (<a href="https://climatefeedback.org/claimreview/carbon-dioxide-emissions-humans-major-driver-climate-change-jerome-corsi-claims-cbn-news/" target="_blank" rel="noopener noreferrer">μία παλαιότερη μελέτη</a>). Κατά τη διάρκεια των τελευταίων 2,6 εκατομμυρίων ετών, την περίοδο των πρόσφατων εποχών των παγετώνων, το διοξείδιο του άνθρακα ανεβοκατέβαινε ανάλογα με τη θερμοκρασία, φτάνοντας στο κάτω μέρος περίπου στα 180 μέρη ανά εκατομμύριο στα βάθη ενός «μεγίστου παγετώνα» και κορυφώνοντας περίπου τα 280 μέρη ανά εκατομμύριο στις θερμότερες μεσοπαγετωνικές περιόδους, είπε στην ανασκόπησή του. Επιπλέον, τα επίπεδα CO₂ ήταν σίγουρα υψηλότερα από τα σημερινά, αλλά το ίδιο και οι θερμοκρασίες».</i>
                    </p>
                    <p>Οι επιστήμονες είναι πεπεισμένοι ότι τα αυξημένα επίπεδα συγκέντρωσης του CO₂ προκαλούν αύξηση της θερμοκρασίας της Γης. Καθώς το CO₂ και άλλα αέρια του θερμοκηπίου εκπέμπουν στην ατμόσφαιρα, εγκλωβίζουν την ηλιακή ακτινοβολία προκαλώντας την αύξηση της θερμοκρασία στη Γη. «Είναι αδιαμφισβήτητο ότι η ανθρώπινη επιρροή έχει θερμάνει την ατμόσφαιρα, τον ωκεανό και τη γη», σημειώνει η IPCC στην Έκτη Έκθεσή της Αξιολόγησης».</p>
                    
                </div>
            </UiCardInfo>
            
            <p>Οι μαθητές που διερευνούν το Μύθο 5 ακολουθώντας την καθοδηγούμενη διερεύνηση μελετούν επιστημονικά δεδομένα για τις επιπτώσεις του άνθρακα στις κλιματικές συνθήκες και στην επιβίωση πάνω στη Γη.  Επιπλέον διενεργούν μία ερευνητική διαδικασία μελετώντας τον τρόπο που το διοξείδιο του άνθρακα επηρεάζει τη θερμοκρασία της Γης.</p>

            <p>
                Εναλλακτικά, οι μαθητές που διερευνούν το Μύθο 5 ακολουθώντας την ανοικτή διερεύνηση, συλλέγουν πληροφορίες από επιστημονικές πηγές που εντοπίζουν οι ίδιοι με σκοπό να επιβεβαιώσουν ή να διαψεύσουν τις υποθέσεις τους.
            </p>
            <p>Και στις δύο διερευνήσεις (καθοδηγούμενη και ανοικτή διερεύνηση), οι μαθητές ελέγχουν την αξιοπιστία των επιστημονικών πηγών που έχουν στη διάθεσή τους και διατυπώνουν τα συμπεράσματά τους.</p>

            <p><b>Πατήστε στις πιο κάτω συνδέσεις για την επιστημονική άποψη του Μύθου 5:</b></p>
            <ul>
                <li>
                    <a href="https://climatefeedback.org/claimreview/link-between-co2-earth-temperature-well-established-despite-claims-fox-news-tom-harris/" target="_blank" rel="noopener noreferrer">https://climatefeedback.org/claimreview/link-between-co2-earth-temperature-well-established-despite-claims-fox-news-tom-harris/</a>
                </li>
                <li>
                    <a href="https://cires.colorado.edu/outreach/resources/lesson/how-does-increase-co2-cause-increase-temperature" target="_blank" rel="noopener noreferrer">https://cires.colorado.edu/outreach/resources/lesson/how-does-increase-co2-cause-increase-temperature</a>
                </li>
            </ul>



            








            <hr id="myth-6" class="mt-10 mb-40" />
            <h2>Μύθος 6: Οι δράσεις για άμβλυνση της κλιματικής αλλαγής θα κάνουν τους ανθρώπους φτωχότερους</h2>

            <p>
                <i>«Τα ορυκτά καύσιμα έχουν τροφοδοτήσει οχήματα, εργοστάσια και τεχνολογία, επιτρέποντας στους ανθρώπους τον περασμένο αιώνα να κάνουν πράγματα σε μια κλίμακα και ταχύτητα που προηγουμένως θα ήταν αδύνατη. Αυτό έδωσε τη δυνατότητα στους ανθρώπους να κάνουν, να πουλήσουν και να αγοράσουν περισσότερα πράγματα και να γίνουν πλουσιότεροι. Ως εκ τούτου, η διακοπή της χρήσης άνθρακα θα κάνει τους ανθρώπους φτωχότερους. Οι προσπάθειες μείωσης των εκπομπών αερίων του θερμοκηπίου θα έχουν συνέπειες. Τα ορυκτά καύσιμα είναι απαραίτητα για την παγκόσμια ανάπτυξη. Επομένως, ο περιορισμός της χρήσης τους, αναπόφευκτα θα εμποδίσει αυτή την ανάπτυξη και θα αυξήσει το κόστος ζωής, βλάπτοντας τους φτωχότερους.»</i>
                <br />
                (David Montgomery)
                <br />
                <a href="https://skepticalscience.com/renewable-energy-is-too-expensive.htm" target="_blank" rel="noopener noreferrer">https://skepticalscience.com/renewable-energy-is-too-expensive.htm</a>
            </p>

            <UiCardInfo class="my-8" theme="blue" icon="tabler:microscope">
                <div>
                    <h3 class="mt-6 pt-3 mb-10">Επιστημονική άποψη σχετικά με το Μύθο 61:</h3>
                    <p class="text-2xl">
                        <b>Η φτώχεια αυξάνεται με την κλιματική αλλαγή και όχι από τις δράσεις που πραγματοποιούνται για να αντιμετωπιστεί η κλιματική αλλαγή.</b>
                    </p>
                    <p class="text-2xl">
                        <i>«Οι επιδράσεις της κλιματικής αλλαγής και η ευάλωτες φτωχές κοινότητες απέναντι στο φαινόμενο της κλιματικής αλλαγές ποικίλουν. Η κλιματική αλλαγή θα μειώσει περαιτέρω την πρόσβαση σε πόσιμο νερό, θα επηρεάσει αρνητικά την υγεία των φτωχών ανθρώπων και θα αποτελέσει πραγματική απειλή για την επισιτιστική ασφάλεια σε πολλές χώρες της Αφρικής, της Ασίας και της Λατινικής Αμερικής. Σε ορισμένες περιοχές όπου οι επιλογές διαβίωσης είναι περιορισμένες, οι μειωμένες αποδόσεις των καλλιεργειών απειλούν με λιμούς ή όπου αναμένεται απώλεια γης σε παράκτιες περιοχές, η μετανάστευση μπορεί να είναι η μόνη λύση.
                        <br />
                        Το μακροοικονομικό κόστος των επιπτώσεων της κλιματικής αλλαγής είναι εξαιρετικά αβέβαιο, αλλά είναι πολύ πιθανό να απειλήσει την ανάπτυξη σε πολλές χώρες. Ως εκ τούτου, το μελλοντικό έργο είναι να αυξηθεί η προσαρμοστική ικανότητα των φτωχών κοινοτήτων και χωρών που πλήττονται.
                        <br />
                        Αυτή η απόφαση εστίασης στην προσαρμογή είναι σκόπιμη και λαμβάνεται με την κατανόηση ότι η προσαρμογή δεν μπορεί να αντικαταστήσει τις προσπάθειες μετριασμού. Το μέγεθος και ο ρυθμός της κλιματικής αλλαγής θα εξαρτηθεί σε μεγάλο βαθμό από τις προσπάθειες μείωσης των συγκεντρώσεων αερίων θερμοκηπίου (GHG) στην ατμόσφαιρα. Όσο υψηλότερες είναι οι συγκεντρώσεις των GHG, τόσο μεγαλύτερη είναι η πιθανότητα μη αναστρέψιμης και σοβαρής βλάβης σε ανθρώπινα και βιολογικά συστήματα. Επομένως, η προσαρμογή είναι μόνο ένα μέρος της λύσης. Ο μετριασμός της κλιματικής αλλαγής με τον περιορισμό των συγκεντρώσεων αερίων του θερμοκηπίου στην ατμόσφαιρα είναι το απαραίτητο άλλο μέρος».</i>
                    </p>
                </div>
            </UiCardInfo>

            <p>
                Οι μαθητές που διερευνούν το Μύθο 6 ακολουθώντας την καθοδηγούμενη διερεύνηση μελετάνε επιστημονικά δεδομένα που αφορούν τα οικονομικά πλεονεκτήματα της χρήσης των ανανεώσιμων πηγών ηλεκτρικής ενέργεια, και της χρήσης εναλλακτικών πηγών ενέργεια.  Επιπλέον, μελετούν πληροφορίες σχετικά με τις θέσεις εργασίας που προκύπτουν από τη χρήση ανανεώσιμων πηγών ενέργειας.
            </p>

            <p>Εναλλακτικά, οι μαθητές που διερευνούν το Μύθο 6 ακολουθώντας την ανοικτή διερεύνηση, συλλέγουν πληροφορίες από επιστημονικές πηγές που εντοπίζουν οι ίδιοι με σκοπό να επιβεβαιώσουν ή να διαψεύσουν τις υποθέσεις τους.</p>

            <p>Και στις δύο διερευνήσεις (καθοδηγούμενη και ανοικτή διερεύνηση), οι μαθητές ελέγχουν την αξιοπιστία των επιστημονικών πηγών που έχουν στη διάθεσή τους και διατυπώνουν τα συμπεράσματά τους.</p>


            <p><b>Πατήστε στις πιο κάτω συνδέσεις για την επιστημονική άποψη του Μύθου 6:</b></p>
            <ul>
                <li>
                    <a href="https://www.oecd.org/env/cc/2502872.pdf" target="_blank" rel="noopener noreferrer">https://www.oecd.org/env/cc/2502872.pdf</a>
                </li>
                <li>
                    <a href="https://ec.europa.eu/research-and-innovation/en/horizon-magazine/climate-actions-lift-people-out-poverty-are-often-most-cost-effective" target="_blank" rel="noopener noreferrer">https://ec.europa.eu/research-and-innovation/en/horizon-magazine/climate-actions-lift-people-out-poverty-are-often-most-cost-effective</a>
                </li>
                <li>
                    <a href="https://www.actionaid.org.uk/our-work/emergencies-disasters-humanitarian-response/climate-change-and-poverty" target="_blank" rel="noopener noreferrer">https://www.actionaid.org.uk/our-work/emergencies-disasters-humanitarian-response/climate-change-and-poverty</a>
                </li>
            </ul>


            












            <hr id="myth-7" class="mt-10 mb-40" />
            <h2>Μύθος 7: Το κλίμα της γης πάντα άλλαζε, και τώρα το ίδιο συμβαίνει</h2>

            <p>
                <i>
                    «Το κλίμα πάντα άλλαζε. Είχαμε εποχές των παγετώνων και θερμότερες περιόδους. Σκεφτείτε μόνο ότι βρέθηκαν αλιγάτορες στο Spitzbergen1! 
                    <br />
                    Οι εποχές των παγετώνων έχουν εμφανιστεί σε κύκλο εκατό χιλιάδων ετών τα τελευταία 700 χιλιάδες χρόνια, και υπήρξαν προηγούμενες περίοδοι που φαίνεται να ήταν θερμότερες από την παρούσα, παρόλο που τα επίπεδα CO₂ ήταν χαμηλότερα απ’ ότι είναι τώρα. Πιο πρόσφατα, είχαμε τη μεσαιωνική ζεστή περίοδο και τη μικρή εποχή των παγετώνων.»
                </i>
                <br />
                (<a href="http://www.quadrant.org.au/blogs/doomed-planet/2009/07/resisting-climate-hysteria" target="_blank" rel="noopener noreferrer">Richard Lindzen</a>)
                <br />
                <a href="https://skepticalscience.com/climate-change-little-ice-age-medieval-warm-period.htm" target="_blank" rel="noopener noreferrer">https://skepticalscience.com/climate-change-little-ice-age-medieval-warm-period.htm</a>
            </p>
            
            
            <UiCardInfo class="my-8" theme="blue" icon="tabler:microscope">
                <div>
                    <h3 class="mt-6 pt-3 mb-10">Επιστημονική άποψη σχετικά με το Μύθο 7:</h3>
                    <p class="text-2xl">
                        <i>«Οι μεγαλύτερες παγκόσμιες κλιματικές διακυμάνσεις στο πρόσφατο γεωλογικό παρελθόν της Γης είναι οι κύκλοι της εποχής των παγετώνων (βλέπε πλαίσιο πληροφοριών, σελ. Β4 στο link που υπάρχει πιο κάτω), οι οποίοι είναι ψυχρές παγετώδεις περίοδοι που ακολουθούνται από μικρότερες θερμές περιόδους [Εικόνα 3-στο link που υπάρχει πιο κάτω]. Οι τελευταίοι από αυτούς τους φυσικούς κύκλους επαναλαμβάνονται περίπου κάθε 100.000 χρόνια. Το CO₂ έχει αυξηθεί περισσότερο από 40% μόλις τα τελευταία 200 χρόνια, μεγάλο μέρος αυτού από τη δεκαετία του 1970, συμβάλλοντας στην ανθρώπινη αλλαγή του ενεργειακού προϋπολογισμού του πλανήτη που μέχρι στιγμής έχει θερμάνει τη Γη κατά περίπου 1 °C (1,8 °F). Άν η άνοδος του CO₂ συνεχιστεί ανεξέλεγκτη, μπορεί να αναμένεται αύξηση της θερμοκρασίας του ίδιου μεγέθους με την αύξηση της εποχής των παγετώνων μέχρι το τέλος αυτού του αιώνα ή αμέσως μετά. Αυτή η ταχύτητα θέρμανσης είναι πάνω από δέκα φορές μεγαλύτερη από αυτή στο τέλος μιας εποχής των παγετώνων, την ταχύτερη γνωστή φυσική παρατεταμένη αλλαγή σε παγκόσμια κλίμακα».</i>
                    </p>
                </div>
            </UiCardInfo>

            <p>Οι μαθητές που διερευνούν το Μύθο 7 μέσω της καθοδηγούμενης διερεύνησης μελετάνε πηγές που προέχονται από τη NASA σχετικά με τη θερμοκρασία της Γης και συγκρίνουν τις θερμοκρασίες αυτές για κάθε 20 χρόνια.</p>

            <p>Ανακαλύπτουν τις υψηλότερες θερμοκρασίες στη ζει και καταγράφουν συγκεκριμένα γεγονότα σχετικά με αυτές.</p>

            <p>Εναλλακτικά, οι μαθητές που διερευνούν το Μύθο 7 ακολουθώντας την ανοικτή διερεύνηση, συλλέγουν πληροφορίες από επιστημονικές πηγές που εντοπίζουν οι ίδιοι με σκοπό να επιβεβαιώσουν ή να διαψεύσουν τις υποθέσεις τους.</p>

            <p>Και στις δύο διερευνήσεις (καθοδηγούμενη και ανοικτή διερεύνηση), οι μαθητές ελέγχουν την αξιοπιστία των επιστημονικών πηγών που έχουν στη διάθεσή τους και διατυπώνουν τα συμπεράσματά τους.</p>


            <p><b>Πατήστε στις πιο κάτω συνδέσεις για την επιστημονική άποψη του Μύθου 7:</b></p>
            <ul>
                <li>
                    <a href="https://royalsociety.org/topics-policy/projects/climate-change-evidence-causes/question-6/" target="_blank" rel="noopener noreferrer">https://royalsociety.org/topics-policy/projects/climate-change-evidence-causes/question-6/</a>
                </li>
            </ul>
            
        </section>
    </div>
</template>