<script setup>
    const localePath = useLocalePath();
</script>

<template>
    <div class="flex flex-col items-start 
        lg:flex-row-reverse lg:justify-end 
        xl:gap-10
        2xl:gap-20">
        <ClientOnly>
            <UiTableOfContents class="w-full lg:max-w-xs print:hidden" key="climatechange-et" />
        </ClientOnly>
        
        <section class="e-article print:not-prose" lang="el" style="hyphens: auto;">
            <Icon name="openmoji:teacher-light-skin-tone" class="float-right text-[6em] text-slate-300" />
            <h1 class="mb-0">Ναρκωτικά</h1>
            <h5 class="font-normal uppercase leading-tight">Οδηγός Εκπαιδευτικού</h5>
        
            
            <section id="s-1">
                <h2 id="s-1t">Περιγραφή ενότητας</h2>
            
                <section class="e-card e-module__meta">
                    <table class="m-0 leading-tight">
                        <tr>
                            <td><b>Μαθητικός πληθυσμός στον οποίο απευθύνεται το υλικό:</b></td>
                            <td>Το παρόν μαθησιακό υλικό απευθύνεται σε μαθητές ηλικίας 15-18 ετών που φοιτούν είτε σε Ενιαίο Λύκειο είτε σε Τεχνική Σχολή.</td>
                        </tr>
                        <tr>
                            <td><b>Αναμενόμενο Χρονικό Διάστημα Εφαρμογής:</b></td>
                            <td>4-6 διδακτικές περιόδους των 45 λεπτών</td>
                        </tr>
                    </table>
                </section>
                <p>
                    Στην παρούσα ενότητα οι μαθητές καλούνται να καταρρίψουν ή να επιβεβαιώσουν μύθους σχετικά με τις ναρκωτικές ουσίες. Μέσω ενός εισαγωγικού βίντεο, παρουσιάζεται η ιστορία ενός αγοριού και στη συνέχεια οι μαθητές καλούνται να αναστοχαστούν και να εκφράσουν τις σκέψεις τους. Αφότου οι μαθητές μελετήσουν τους πιο διαδεδομένους μύθους για τις ναρκωτικές ουσίες, καλούνται να επιλέξουν ένα από αυτούς και να τον διερευνήσουν. Βάσει της φύσης του θέματος, η συγκεκριμένη ενότητα είναι σχεδιασμένη ώστε να εφαρμόζεται χρησιμοποιώντας δευτερογενείς πηγές πληροφόρησης (π.χ. από το διαδίκτυο). Μέσω αυτής της ενότητας οι μαθητές μαθαίνουν να αξιολογούν την αξιοπιστία των πηγών τους, είτε αυτές προέρχονται από επιστημονικές πηγές, είτε από τα μέσα μαζικής ενημέρωσης, ενώ παράλληλα αναπτύσσουν και δεξιότητες διερεύνησης. Έπειτα, αφότου διατυπώσουν τα συμπεράσματά τους, οι μαθητές ετοιμάζουν μία παρουσίαση που απευθύνεται στους συμμαθητές τους (ή και σε άλλο κοινό), κοινοποιώντας έτσι τα αποτελέσματά τους. Η παρουσίαση θα πρέπει να είναι σχετική και να πείθει το κοινό (π.χ. μέσω ενός βίντεο, αφίσας ή κάποιου λογισμικού παρουσιάσεων). Η ενότητα ολοκληρώνεται με μια μελέτη περίπτωσης, μέσα από την οποία οι μαθητές καλούνται να επιλύσουν ένα ηθικό δίλημμα, αξιοποιώντας τις γνώσεις που έχουν αποκτήσει από την ενότητα αλλά και ενσωματώνοντας τις προσωπικές, κοινωνικές και ηθικές τους αξίες. Είναι στην κρίση του κάθε εκπαιδευτικού αν θα επιλέξει να εφαρμόσει και τα δύο θέματα, την κάνναβη και τη χρήση MMS, κατά τη διδασκαλία της ενότητας ή όχι.  Μπορεί δηλαδή να επιλέξει να ασχοληθεί μόνο με ένα από τα δύο θέματα εάν το επιθυμεί. 
                </p>
                <p>
                    Η ενότητα αποτελείται από τον «Οδηγό του Εκπαιδευτικού» (διδακτικές προτάσεις, επιστημονικό περιεχόμενο) και το «Υλικό του Μαθητή» (βίντεο με σενάρια, διαδραστικά φύλλα εργασίας, βίντεο με γεγονότα, εκπαιδευτικό βίντεο). Επιπλέον, οι μαθητές μπορούν να αξιοποιήσουν το «Εργαλείο Αξιοπιστίας» για την αξιολόγηση της αξιοπιστίας των πηγών πληροφόρησης και τα εκπαιδευτικά βίντεο για να δημιουργήσουν την παρουσίαση των αποτελεσμάτων τους και των συμπερασμάτων τους. 
                </p>
            </section>



            

            <hr  class="mt-10 mb-40 print:my-10" />


            <section id="s-2">
                <h2 id="s-2t">Στόχοι της ενότητας:</h2>
                
                <ul class="leading-tight">
                    <li>
                        <b>Δεξιότητες πολιτότητας:</b> Ανάπτυξη των γνώσεων και των στάσεων των μαθητών για τη λήψη υπεύθυνων αποφάσεων σχετικά με τη χρήση της κάνναβης ή/και τη χρήση των λεγόμενων "θαυματουργών ναρκωτικών".
                    </li>
                    <li>
                        <b>Μιντιακές δεξιότητες:</b> Ανάπτυξη της δεξιότητας των μαθητών να αξιολογούν την αξιοπιστία των πληροφοριών, να παρουσιάζουν τις πληροφορίες με τρόπο που να ανταποκρίνεται σε συγκεκριμένο κοινό καθώς επίσης και να αντιδρούν επαρκώς και υπεύθυνα σε ψευδείς ειδήσεις και θεωρίες συνωμοσίας που παρουσιάζονται στα μέσα κοινωνικής δικτύωσης.
                    </li>
                    <li>
                        <b>Ψηφιακές Δεξιότητες:</b> Ανάπτυξη των ψηφιακών δεξιοτήτων των μαθητών μέσα από την παρουσίαση των αποτελεσμάτων τους σε άλλες ομάδες.
                    </li>
                    <li>
                        <b>Επιστημονικές Δεξιότητες:</b>
                        <ul class="my-0">
                            <li>Ανάπτυξη της κατανόησης των μαθητών για την Επιστήμη ως μέσω γνώσης, ως κοινωνική πρακτική αλλά και των λόγων που την εμπιστευόμαστε.</li>
                            <li>Ανάπτυξη στάσεων των μαθητών όπως η ειλικρίνεια, η αντικειμενικότητα, η πνευματική ταπεινοφροσύνη και το ανοιχτό πνεύμα.</li>
                            <li>Ανάπτυξη της ικανότητας των μαθητών να σχεδιάζουν και να επινοούν διαδικασίες για τον έλεγχο των υποθέσεων και την ερμηνεία των ευρημάτων.</li>
                            <li>Ανάπτυξη της γνώσης των μαθητών σχετικά με την κάνναβη: μηχανισμοί δράσης, διαφορές μεταξύ χημικών και βιολογικών πτυχών και διαφορετικών ειδών κάνναβης Ή/ΚΑΙ</li>
                            <li>Ανάπτυξη της γνώσης των μαθητών σχετικά με τις χημικές και βιολογικές προδιαγραφές του MMS και τους κινδύνους που μπορεί να επιφέρει η χρήση του ως ναρκωτικό.</li>
                        </ul>
                    </li>
                    <li>
                        <b>Κοινωνικές δεξιότητες:</b> 
                        <ul>
                            <li>
                                Ανάπτυξη της κατανόησης των μαθητών ως προς τους προσωπικούς και κοινωνικούς κινδύνους που συνδέονται με τη χρήση της κάνναβης, συμπεριλαμβανομένων των νομοθετικών πτυχών.
                            </li>
                            <li>
                                Ανάπτυξη της κατανόησης των μαθητών αναφορικά με τη σημασίας των προσωπικών επιλογών και αξιών που σχετίζονται με την κάνναβη στη διαχείριση της προσωπικής ευημερίας.
                            </li>
                        </ul>
                    </li>
                </ul>
            </section>


            
            



            <hr class="mt-10 mb-40 print:my-10" />

            <section id="s-3">
                <h2 id="s-3t">Αναμενόμενες προϋπάρχουσες γνώσεις</h2>

                <ul class="leading-tight">
                    <li>Προϋπάρχουσα γνώση για τη δομή των οργανικών ενώσεων</li>
                    <li>Προϋπάρχουσα γνώση των ψυχολογικών και κοινωνικών επιδράσεων από τη χρήση των ναρκωτικών.</li>
                </ul>
            </section>



            
            
            
            
            
            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-4">
                <h2 id="s-4t">Δομή της Ενότητας</h2>
                
                <p>Αυτή η ενότητα αποτελείται από 6 δραστηριότητες. Η σειρά των δραστηριοτήτων δίνεται στο Σχήμα 1 και στον Πίνακα 1 πιο κάτω.</p>

                <ModulesModuleStructure />

                <p class="mt-20">
                    <b>Πίνακας 1.</b> Διδακτική πρόταση για την ενότητα των «Ναρκωτικών Ουσιών»
                </p>
                <table>
                    <thead>
                        <tr>
                            <th class="w-1/5"><b>Αρ. Δραστηριότητας</b></th>
                            <th>Περιγραφή</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td><b>Δραστηριότητα 1</b></td>
                            <td>Παρουσίαση ενός εισαγωγικού Βίντεο</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 2</b></td>
                            <td>
                                Ομαδικές Συζητήσεις
                                <br />
                                Επιλογή ενός μύθου προς διερεύνηση
                            </td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 3</b></td>
                            <td>
                                Σε ομάδες:
                                <ul>
                                    <li>Διατύπωση του ερευνητικού ερωτήματος ή της υπόθεσης.</li>
                                    <li>Έρευνα για σχετικές πηγές πληροφόρησης (Δραστηριότητα 3) που να επιβεβαιώνουν, ή να διαψεύδουν, την υπόθεση, ή το ερευνητικό ερώτημα που έχει διατυπωθεί.</li>
                                    <li>Αξιολόγηση της αξιοπιστίας των τεκμηρίων και των πληροφοριών που έχουν εντοπιστεί.</li>
                                    <li>Διατύπωση συμπερασμάτων.</li>
                                </ul>
                            </td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 4</b></td>
                            <td>Μετατροπή των ευρημάτων σε μια μορφή που να είναι κατάλληλη για ένα συγκεκριμένο κοινό (συνομήλικοι): μέσω εκπαιδευτικού βίντεο, οι μαθητές διδάσκονται πώς να δημιουργήσουν ένα σύντομο βίντεο ή μία άλλη μέθοδο οπτικοποίησης και μετά σχεδιάζουν και εκτελούν τις ιδέες τους.</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 5</b></td>
                            <td>Ομαδικές παρουσιάσεις (σε συνδυασμό με ετερο-αξιολόγηση σε ζευγάρια)</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 6</b></td>
                            <td>Οι μαθητές είτε σε ομάδες είτε ατομικά εξετάζουν ένα ηθικό δίλημμα που σχετίζεται με την κάνναβη (6a) ή το MMS (6b).</td>
                        </tr>
                    </tbody>
                </table>
            </section>






            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-5">
                <h2 id="s-5t">
                    Απαιτήσεις Μαθησιακού Περιβάλλοντος
                </h2>
                <p>
                    Κινητό τηλέφωνο (Smartphone), Ηλεκτρονικός Υπολογιστής, Διαδίκτυο, Βιντεοπροβολέας, χαρτόνια A3 ή A2, μαρκαδόροι σε διάφορα χρώματα.
                </p>
            </section>
            
            
            
            
            
            
            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-6">
                <h2 id="s-6t">Αξιολόγηση</h2>
                
                <p>
                    Η αξιολόγηση των μαθητών μπορεί να γίνει με διάφορους τρόπους κατά τη διάρκεια της διδακτικής ενότητας. Γενικότερα, μπορούν να αξιολογηθούν οι επιστημονικές τους δεξιότητες, οι γενικές τους ικανότητες, η ικανότητα τους για επιχειρηματολογίας και οι γνώσεις περιεχομένου που σχετίζονται με την ενότητα. Οι τρόποι αξιολόγησης περιλαμβάνουν την διαμορφωτική αξιολόγηση που είναι βασισμένη στην παρατήρηση, την ατομική / ομαδική συμπλήρωση φύλλων εργασίας αλλά και την αθροιστική αξιολόγηση των ομαδικών παρουσιάσεων.
                </p>
                <p>
                    <b>Διαμορφωτική Αξιολόγηση:</b>
                </p>
                <ul>
                    <li>Προφορική / Γραπτή ανατροφοδότηση από τον εκπαιδευτικό για τις ατομικές ή ομαδικές εργασίες (βάσει των παρατηρήσεων, των ερωτημάτων που διατυπώνουν κλπ.) κατά τη διάρκεια της ενότητας.</li>
                    <li>Ανατροφοδότηση μεταξύ των ομάδων των μαθητών ( στις ομαδικές παρουσιάσεις με τη χρήση του ακόλουθου <NuxtLink to="../tools/peer-feedback" target="_blank" class="btn btn-sm btn-outline shadow-md">εργαλείου</NuxtLink> και αυτοαξιολόγηση).</li>
                </ul>
                <p><b>Αθροιστική Αξιολόγηση:</b></p>
                <ul>
                    <li>Βαθμολογία που δίνεται από τον εκπαιδευτικό στις ομαδικές παρουσιάσεις (βασισμένη στις παρουσιάσεις των μαθητών και στην ικανότητά τους να παρέχουν σχετικές απαντήσεις και σχόλια).</li>
                    <li>Βαθμολογία που δίνεται από τον εκπαιδευτικό σε ομαδικά και ατομικά φύλλα εργασίας.</li>
                </ul>
            </section>
            
            
            

            
            
            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-7">
                <h2 id="s-7t">Εισηγήσεις για τη διδασκαλία της ενότητας</h2>

                <UiCardInfo>
                    Λαμβάνοντας υπόψη την ευαισθησία του θέματος (π.χ. κάνναβη), οι εκπαιδευτικοί αναμένεται να δημιουργήσουν ένα ασφαλές, μη επικριτικό περιβάλλον μάθησης σε αυτή την ενότητα, όπου όλοι οι μαθητές να μπορούν να συμμετέχουν. Οι εκπαιδευτικοί θα πρέπει επίσης να έχουν καλή γνώση του θέματος και αυτοπεποίθηση για τη χρήση κατάλληλων μεθοδολογιών μάθησης.
                </UiCardInfo>
                <p>
                    Η ενότητα αυτή θα μπορούσε επίσης να αποτελέσει μέρος ενός σχολικού προγράμματος πρόληψης της χρήσης ναρκωτικών αλλά και της επικίνδυνης συμπεριφοράς. Ο εκπαιδευτικός πρέπει να είναι εξοικειωμένος με αυτό το πρόγραμμα ή/και να συνεργάζεται με άλλους επαγγελματίες (π.χ. σχολικούς συμβούλους, λειτουργούς νεολαίας κλπ.), σε περίπτωση που κατά τη διάρκεια της ενότητας προκύψουν προσωπικές καταστάσεις που σχετίζονται με την χρήση και οι μαθητές χρειαστούν υποστήριξη. Ο εκπαιδευτικός πρέπει να θυμάται ότι πρέπει να τηρείται το απόρρητο των μαθητών, εκτός εάν υπάρχουν στοιχεία ή υποψίες ότι κάποιος κινδυνεύει.
                </p>
                <p>
                    Η ενότητα ξεκινά με ένα <a href="https://www.youtube.com/watch?v=cN5KV_WJubw" target="_blank" rel="noopener noreferrer">εισαγωγικό βίντεο</a> για τα ναρκωτικά μέσω του οποίου αναδύονται διάφοροι προβληματισμοί από τους μαθητές. Αναμένεται ότι, οι μαθητές αφότου παρακολουθήσουν το βίντεο (<NuxtLink to="./drugs/student#a1">Δραστηριότητα 1</NuxtLink>), θα αισθανθούν οι ίδιοι την ανάγκη να διερευνήσουν τους μύθους που σχετίζονται με τις ναρκωτικές ουσίες. Πρόθεση είναι να εμπλακούν οι μαθητές σε δραστηριότητες που σχετίζονται με την καλύτερη κατανόηση του συγκεκριμένου ζητήματος, ένα ζήτημα που σχετίζεται άμεσα με τις ζωές των ίδιων των μαθητών και όχι απλώς με το αναλυτικό πρόγραμμα.
                </p>
                <p>
                    Επιπλέον, η ενότητα επιδιώκει να προκαλέσει το ενδιαφέρον των μαθητών ώστε να προβληματιστούν για τις προϋπάρχουσες γνώσεις τους, να εκφράσουν τις ιδέες και τις απόψεις τους μαζί με άλλα μέλη της ομάδας τους (<NuxtLink to="./drugs/student#a2">Δραστηριότητα 2</NuxtLink>). Κατά τη Δραστηριότητα 2, οι μαθητές μαθαίνουν 8 μύθους για την κάνναβη και 3 μύθους για το «θαυματουργό» ναρκωτικό όπως το MMS, από τους οποίους καλούνται να διαλέξουν ένα και να τον διερευνήσουν περαιτέρω. Η Δραστηριότητα 2 θα βοηθήσει τους μαθητές να διατυπώσουν το ερευνητικό τους ερώτημα, ή την υπόθεση που σχετίζεται με τον μύθο που έχουν επιλέξει, ώστε να τον επιβεβαιώσουν ή να τον καταρρίψουν (<NuxtLink to="./drugs/student#a3">Δραστηριότητα 3</NuxtLink>). Οι μαθητές ίσως χρειαστούν βοήθεια για τη διατύπωση της υπόθεσής τους, ή του ερευνητικού τους ερωτήματος. Για αυτό το λόγο, ο εκπαιδευτικός θα μπορούσε να τους βοηθήσει σχεδιάζοντας παραδείγματα κατάλληλων και ακατάλληλων  ερωτημάτων και υποθέσεων πριν θέσουν τα δικά τους ερωτήματα και υποθέσεις. Η συγκεκριμένη <a href="https://www.thoughtco.com/testable-hypothesis-explanation-and-examples-609100" target="_blank" rel="noopener noreferrer">πηγή</a> μπορεί να φανεί χρήσιμη.
                </p>
                <p>
                    Τα <a href="https://www.youtube.com/playlist?list=PLuC4DJElPQrOmTPUWRrZh_W5VtuNTDsdI" target="_blank" rel="noopener noreferrer">“βίντεο δεδομένων”</a> μπορούν επίσης να αξιοποιηθούν σε αυτό το στάδιο για την ανάκληση ή τη μελέτη γεγονότων που σχετίζονται με τα ναρκωτικά. Επίσης, επιλεγμένα κεφάλαια από to επιστημονικό υπόβαθρο μπορούν να χρησιμοποιηθούν για το σκοπό αυτό. 
                </p>
                <p>
                    Οι μύθοι που σχετίζονται με τις ναρκωτικές ουσίες δεν μπορούν να καταρριφθούν πειραματικά σε συνθήκες εργαστηρίου. Για αυτό το λόγο, οι μαθητές αναμένεται να συλλέξουν δευτερογενή δεδομένα ώστε να επιβεβαιώσουν ή να καταρρίψουν την υπόθεση ή το ερευνητικό τους ερώτημα (Δραστηριότητα 3). Μέσω της αντιπαραβολής των πηγών που θα εντοπίσουν, οι μαθητές θα αναλύσουν κριτικά την αξιοπιστία τους και θα διατυπώσουν τα συμπεράσματά τους επιχειρηματολογώντας και αξιοποιώντας τα στοιχεία τους. Καθώς η αξιολόγηση της αξιοπιστίας των πηγών μπορεί να είναι μία μεγάλη πρόκληση για τους μαθητές δίνεται σε αυτούς ένα εξειδικευμένο <NuxtLink to="../tools/reliability-assessment" target="_blank" class="btn btn-sm btn-outline shadow-lg"><Icon name="mdi:tools" size="18"></Icon>εργαλείο</NuxtLink> το οποίο μπορούν να αξιοποιήσουν κατά τη διάρκεια που θα αναζητούν και θα αναλύουν τις πηγές τους. Επιπλέον, ο εκπαιδευτικός μπορεί να τους επεξηγήσει τη χρήση του συγκεκριμένο εργαλείου παρουσιάζοντάς τους άλλες πηγές (αξιόπιστες και μη αξιόπιστες) ως παραδείγματα, προτού το αξιοποιήσουν μόνοι τους. 
                </p>
                <p>
                    Στη συνέχεια, οι μαθητές καλούνται να παρουσιάσουν τα αποτελέσματά τους, δημιουργώντας ένα βίντεο ή ένα άλλο είδος οπτικοποίησης (<NuxtLink to="./drugs/student#a4">Δραστηριότητα 4</NuxtLink>). Για να μπορέσουν να το κάνουν αυτό, μπορούν να μελετήσουν διάφορα εκπαιδευτικά βίντεο. Το υλικό που θα δημιουργήσουν, θα πρέπει να πληροί συγκεκριμένα κριτήρια. Τα κριτήρια αυτά μπορούν να αξιοποιηθούν για σκοπούς αυτό-αξιολόγησης από την ίδια την ομάδα που θα παρουσιάζει, ή και για σκοπούς ετερο-αξιολόγησης της ομάδας από άλλους μαθητές (<NuxtLink to="./drugs/student#a5">Δραστηριότητα 5</NuxtLink>). Τέλος, οι μαθητές μπορούν να αξιοποιήσουν το συγκεκριμένο <NuxtLink to="../tools/peer-feedback" target="_blank" class="btn btn-sm btn-outline shadow-md"><Icon name="mdi:tools" size="18"></Icon>εργαλείο αξιολόγησης</NuxtLink> ώστε να δώσουν ανατροφοδότηση στις άλλες ομάδες.
                </p>
                
                <p>
                    Στην τελευταία δραστηριότητα (<NuxtLink to="./drugs/student#a6">Δραστηριότητα 6</NuxtLink>), γίνεται επαναφορά του εισαγωγικού βίντεο, όπου παρουσιάζονται οι μύθοι. Βάσει των γνώσεων που απέκτησαν οι μαθητές, καλούνται να προετοιμαστούν ώστε να λάβουν αποφάσεις σε ατομικό ή ομαδικό επίπεδο για μια μελέτη περίπτωσης, όπου θα έχουν την ευκαιρία να αναστοχαστούν βάσει της επιστημονικής τους γνώσης αλλά και των προσωπικών τους αξιών. 
                </p>
                <p>
                    Όλοι οι μύθοι είναι βασισμένοι στις <NuxtLink to="../drugs/background">πληροφορίες του επιστημονικού περιεχομένου</NuxtLink>, στο οποίο επεξηγείται η επιστήμη στην οποία βασίστηκαν και επιτρέπουν στον δάσκαλο να έχει μια γρήγορη επισκόπηση της επιστήμης που καλύπτεται από την ενότητα «Ναρκωτικά».
                </p>
                <p>
                    Το εισαγωγικό βίντεο και οι δραστηριότητες που ακολουθούν αποσκοπούν στον προβληματισμό για τη λήψη αποφάσεων σχετικά με τη χρήση της κάνναβης και τις διάφορες συνέπειες που προκαλεί η χρήση της.  Επίσης, οι δραστηριότητες ενθαρρύνουν τους μαθητές να προβληματιστούν σχετικά με διάφορες επιλογές που μπορεί να έχουν κατά τη διαδικασία λήψης απόφασης, οι οποίες πιθανότατα σχετίζονται, ή επηρεάζουν τις σχέσεις που έχουν με άλλα άτομα.
                </p>
                <p>
                    Κατά τη διάρκεια της συμμετοχής των μαθητών στις δραστηριότητες ο ρόλος του εκπαιδευτικού είναι κρίσιμος, ιδιαίτερα στην καθοδήγηση της συζήτησης μεταξύ των μαθητών σχετικά με την κάνναβη. Για αυτό το λόγο είναι σημαντική η μελέτη του επιστημονικού περιεχομένου.
                </p>
                <p>
                    Το ηθικό δίλημμα που παρουσιάζεται στο τέλος της ενότητας (Δραστηριότητα 6) θα πρέπει να κάνει τους μαθητές να σκεφτούν τις δικές τους προσωπικές επιλογές και τις επιλογές των άλλων, αλλά και τις συνέπειες των επιλογών αυτών, καθώς εμπλέκονται σε μία δεδομένη κατάσταση. Οι πιθανές αποφάσεις και οι συλλογισμοί πίσω από τις προσωπικές επιλογές των μαθητών βασίζονται κυρίως στη θεωρία του Kohlberg για τον ηθικό συλλογισμό (moral reasoning) που περιλαμβάνει τα πιο κάτω στάδια.
                </p>

                <h3>
                    Επίπεδο 1 (Προ-συμβατικό επίπεδο)
                </h3>
                <ol>
                    <li>
                        <b>Έμφαση στην υπακοή και στην τιμωρία:</b> Τα άτομα επικεντρώνονται στις άμεσες συνέπειες των πράξεων τους. Μια πράξη γίνεται αντιληπτή ως ηθικά λανθασμένη επειδή ο δράστης τιμωρείται (κάτι που συχνά χαρακτηρίζει την συμπεριφορά των παιδιών). Οι κανόνες είναι σταθεροί και απόλυτοι. Το κύριο ερώτημα είναι: "πώς μπορώ να αποφύγω την τιμωρία;
                        <br />
                        <i>π.χ. Ο Χρίστος δεν πρέπει να κρατήσει αυτό που το έδωσε ο Μάρκος, γιατί αυτό θα μπορούσε να οδηγήσει στη δημιουργία ποινικου μητρώου, πράγμα που σημαίνει ότι είναι κακός άνθρωπος.</i>
                    </li>
                    <li>
                        <b>Προσανατολισμός στο προσωπικό συμφέρον (εργαλειακός-σχετικιστικός προσανατολισμός):</b> ‘Όλα αποσκοπούν σε κάποιο όφελος. Η ορθή συμπεριφορά ορίζεται με βάση το τι πιστεύει το άτομο ότι είναι προς το συμφέρον του, ή ό,τι είναι "βολικό", αλλά με ένα τρόπο που δεν λαμβάνει υπόψη τη φήμη του ατόμου ή τις σχέσεις του με άλλες ομάδες ανθρώπων. Εκδηλώνει ένα περιορισμένο ενδιαφέρον για τις ανάγκες των άλλων, αλλά μόνο μέχρι του σημείου που μπορεί να προωθήσει τα συμφέροντα του.
                        <br />
                        <i>π.χ. Ο Χρίστος θα πρέπει να το κρατήσει επειδή ο Μάρκος έχει κάνει πολλά καλά πράγματα στον Χρίστο στο παρελθόν. Τώρα, μπορεί να ανταποδώσει.</i>
                        <br />
                        <i>Ο Χρίστος θα πρέπει να το επιστρέψει στον Μάρκο γιατί ένας τέτοιος εγκληματίας φίλος θα είναι άχρηστος.</i>
                    </li>
                </ol>
                <h3>
                    Επίπεδο 2 (Συμβατικό Επίπεδο)
                </h3>
                <ol start="3">
                    <li>
                        <b>Διαπροσωπική συμφωνία και συμμόρφωση με τους κοινωνικούς κανόνες.</b> Τα άτομα αποδέχονται την έγκριση, ή την απόρριψη, των άλλων, καθώς αυτή αντανακλά τις απόψεις της κοινωνίας. Προσπαθούν να είναι "καλά παιδιά" για να ανταποκριθούν στις κοινωνικές προσδοκίες, έχοντας μάθει ότι το να είναι κανείς καλός ωφελεί τον εαυτό του. Η λογική του τρίτου σταδίου αξιολογεί την ηθική μιας πράξης με βάση τις συνέπειές της για τις σχέσεις του ατόμου, οι οποίες αρχίζουν πλέον να περιλαμβάνουν πράγματα όπως ο σεβασμός, η ευγνωμοσύνη και ο "χρυσός κανόνας". Ικανότητα αναγνώρισης καλών ή κακών προθέσεων. Η καλή στάση αγοριού/κοριτσιού.
                        <br />
                        <i>π.χ. Ο Χρίστος πρέπει να το κρατήσει γιατί δεν μπορεί να απογοητεύσει τον μακροχρόνιο φίλο του.</i>
                        <br />
                        <i>π.χ. Ο Χρίστος πρέπει να το επιστρέψει για να μην απογοητεύσει τους γονείς του σε περίπτωση που τον πιάσει η αστυνομία με ναρκωτικά.</i>
                    </li>
                    <li>
                        <b>Νόμος και κοινωνική οργάνωση για διατήρηση της τάξης:</b> Ηθική του νόμου και της τάξης, ικανότητα αντίληψης αφηρημένων κανονιστικών συστημάτων ("Κάνε το καθήκον σου"). Είναι σημαντικό να υπακούει κανείς στους νόμους, στο <a href="https://en.wikipedia.org/wiki/Dictum" target="_blank" rel="noopener noreferrer">κοινωνικό δίκαιο</a>, και στις <a href="https://en.wikipedia.org/wiki/Social_convention" target="_blank" rel="noopener noreferrer">κοινωνικές συμβάσεις</a>. λόγω της σημασίας τους για τη διατήρηση μιας λειτουργικής κοινωνίας. Ο ηθικός συλλογισμός στο τέταρτο στάδιο είναι επομένως κάτι πέρα από την ανάγκη για ατομική έγκριση που παρουσιάζεται στο τρίτο στάδιο. Ένα κεντρικό ιδεώδες συχνά προδιαγράφει τι είναι σωστό και τι λάθος. Αν ένα άτομο παραβιάζει έναν νόμο, στη συνέχεια ίσως όλοι να το έκαναν, επομένως, υπάρχει υποχρέωση και καθήκον να τηρούνται οι νόμοι και οι κανόνες για καλύτερη διατήρηση της τάξης. Όταν κάποιος όντως παραβιάζει έναν νόμο, αυτό είναι ηθικά λάθος.
                        <br />
                        <i>π.χ. Ο Χρίστος πρέπει να το δώσει πίσω στον Μάρκο, επειδή η κατοχή και η κατανάλωση χόρτου απαγορεύεται και επομένως είναι παράνομη.</i>
                    </li>
                </ol>
                <h3>
                    Επίπεδο 3 (Μετά-Συμβατικό επίπεδο)
                </h3>
                <ol start="5">
                    <li>
                        <b>Κοινωνικό Συμβόλαιο:</b> Οι διαφορετικές απόψεις, τα δικαιώματα και οι αξίες θα πρέπει να γίνονται αμοιβαία σεβαστές ως μοναδικές για κάθε άτομο ή κοινότητα. Οι νόμοι θεωρούνται <a href="https://en.wikipedia.org/wiki/Social_contract" target="_blank" rel="noopener noreferrer">κοινωνικές συμβάσεις</a> και όχι άκαμπτα διατάγματα. Τα προσωπικά δικαιώματα είναι σημαντικά. Αυτό επιτυγχάνεται με την απόφαση της πλειοψηφίας και τον αναπόφευκτο συμβιβασμό. Η δημοκρατική διακυβέρνηση υποτίθεται ότι βασίζεται στη λογική του πέμπτου σταδίου.
                        <br />
                        <i>E.π.χ. Ο Cris πρέπει να το κρατήσει για να μην τιμωρηθεί ποινικά ο φίλος του, γεγονός που μπορεί να επιδεινώσει την προσωπική του κατάσταση.</i>
                        <br />
                        <i>π.χ. Ο Cris πρέπει να το επιστρέψει, καθώς η προσπάθεια του να αποτρέψει τον Marcus από το να καταδικαστεί για μια μικρή ποσότητα ναρκωτικών μπορεί να τον παρασύρει σε μια πιο σημαντική υπόθεση που σχετίζεται με τα ναρκωτικά. Θα μπορούσε να πάρει ένα μάθημα ζωής για να αποφύγει τη διακίνηση ναρκωτικών.</i>
                        <br />
                        <i>π.χ. Ο Crisς δεν θα έπρεπε να το κρατήσει, καθώς αυτό θα μπορούσε να καταλήξει στη δημιουργία ποινικού μητρώου και να τον εμποδίσει από το να εισαχθεί στη στρατιωτική ακαδημία.</i>
                        <br />
                        <i>π.χ. Ο Cris πρέπει να το επιστρέψει γιατί δεν θα ήταν δίκαιο να τιμωρηθεί για μια πράξη που δεν διέπραξε.</i>
                    </li>
                    <li>
                        <b>Οικουμενικές Ηθικές Αρχές</b> Ο ηθικός συλλογισμός βασίζεται σε <a href="https://en.wikipedia.org/wiki/Abstraction" target="_blank" rel="noopener noreferrer">αφηρημένους συλλογισμούς</a> που χρησιμοποιούν καθολικές ηθικές αρχές. Η συναίνεση που προκύπτει είναι η δράση που αναλαμβάνεται. Το άτομο ενεργεί επειδή είναι σωστό και όχι επειδή αποφεύγει την τιμωρία ή είναι προς το συμφέρον του, είναι αναμενόμενο, είναι νόμιμο ή έχει συμφωνηθεί προηγουμένως.
                        <br />
                        <i>π.χ. Ο Cris πρέπει να το επιστρέψει και να αφήσει τον Marcus να αναλάβει όλη την ευθύνη για ό,τι έκανε. Τα ναρκωτικά έχουν καταστρέψει τη ζωή πολλών ανθρώπων. Δεν είναι σωστό να υποστηρίζουμε τη χρήση και τη διάδοσή τους.</i>
                    </li>
                </ol>

                <hr />

                <p>
                    Μέσω της δραστηριότητας 6, οι μαθητές αναμένεται να αναπτύξουν μια ευρύτερη κατανόηση του θέματος, εξετάζοντας παράλληλα διαφορετικές προοπτικές και συνέπειες της μιας ή της άλλης απόφασης. Επίσης, αναμένεται ότι ως αποτέλεσμα της φάσης 4 θα δοθούν απαντήσεις στα ακόλουθα ερωτήματα:
                </p>
                <ul class="leading-tight">
                    <li>
                        Ποια επιλογή θα αποφέρει το μεγαλύτερο καλό και θα προκαλέσει τη μικρότερη ζημιά;
                    </li>
                    <li>
                        Ποια επιλογή σέβεται καλύτερα τα δικαιώματα όλων όσων έχουν συμφέρον;
                    </li>
                    <li>
                        Ποια επιλογή εξυπηρετεί καλύτερα την κοινότητα και όχι μόνο ορισμένα μέλη;
                    </li>
                    <li>
                        Ποια επιλογή με οδηγεί να ενεργώ ως το άτομο που θέλω να είμαι; (μπορεί να αξιοποιηθεί για ενδοσκόπηση), που θα βοηθήσει τους μαθητές να φτάσουν σε υψηλότερα επίπεδα ηθικού συλλογισμού. Επίσης, η υπενθύμιση στους μαθητές να ακολουθούν την προσέγγιση RICE κατά τη διάρκεια της συζήτησης είναι απαραίτητη. Η φάση 4 θα μπορούσε επίσης να ανατεθεί ως εργασία για το σπίτι.
                    </li>
                </ul>
            </section>

        </section>
    </div>
</template>

<style scoped>
   .e-flow__chart {
      @apply flex flex-col items-center;
    }
    .e-flow__boxes {
      @apply flex gap-4;
    }
    .e-flow__box {
      @apply border-2 border-slate-400 p-4;
    }
    .e-flow__connector {
      @apply border-x h-6 border-slate-400 grow-0;
    }
    .e-flow__connector-fork {
      @apply border-x-2 h-6 border-slate-400 grow-0 w-1/2;
    }
    .e-flow__connector-fork--up {
      @apply border-b-2;
    }
    .e-flow__connector-fork--down {
      @apply border-t-2;
    }
</style>