<template>
    <div class="border-l-2 border-l-sky-500 pl-6">
        <p>
            Στην παρακάτω δραστηριότητα, καλείστε να λύσετε ένα ηθικό δίλημμα για τη μελέτη περίπτωσης που περιγράφεται παρακάτω. Η δραστηριότητα σας δίνει τη δυνατότητα να συζητήσετε το δίλημμα σε βάθος, εξετάζοντας διαφορετικές προοπτικές και αιτιολογήσεις και αναλογιζόμενοι τις σκέψεις σας αλλά και των συμμαθητών σας. 
        </p>

        <h3>Φάση I (≈15 λεπτά)</h3>
        <ul>
            <li>
                Μελετήστε προσεκτικά την παρακάτω περίπτωση.
            </li>
            <li>
                Φανταστείτε πώς θα νιώθατε εάν ήσασταν ο Cris, και ποιες αποφάσεις θα παίρνατε αν ήσασταν στην θέση του. Θα μπορούσατε να επιλέξετε μόνοι σας αν ο Cris είναι αγόρι ή κορίτσι. Βάλτε τον εαυτό σας στα «παπούτσια» του/της, για να δείτε πώς θα νιώθατε και σκεφτείτε τι συμβαίνει και τι θα κάνατε. 
            </li>
        </ul>

        <UiCardInfo theme="sky-500">
            <h3>
                Περίπτωση 1
            </h3>
            <p>
                Ο/H Cris είναι μαθητής της A’ Λυκείου και έχει διάφορες καθημερινές ασχολίες.  Του/της αρέσει να παίζει ποδόσφαιρο, να βγαίνει με τους φίλους του όμως παράλληλα αφοσιώνεται και στα μαθήματά του καθώς όνειρό του/της είναι να ενταχθεί σε στρατιωτική σχολή. Ο πατέρας του/της είναι στρατιωτικός και η μητέρα του/της εκπαιδευτικός. Οι γονείς του/της στηρίζουν κάθε επιλογή του/της Cris, ακόμη και για το μελλοντικό του/της επάγγελμα. Ο/H Cris έχει ένα πολύ καλό φίλο, τον Marcus, ο οποίος δεν έχει κάποια συγκεκριμένη ασχολία εκτός από τα ηλεκτρονικά παιχνίδια που συχνά παίζουν μεταξύ τους. Τα τελευταία 2 χρόνια τα πράγματα δεν πάνε και πολύ καλά για τον Marcus. Η μητέρα του παλεύει με την ασθένεια του καρκίνου και ως αποτέλεσμα ο Marcus χρειάζεται να αναλάβει αρκετές ευθύνες ενήλικα καθώς φροντίζει ο ίδιος τον εαυτό του αλλά και τη μητέρα του.  Ο πατέρας του δεν ζει μαζί τους και εμφανίζεται πολύ αραιά στη ζωή τους.
            </p>
            <p>
                Ο/Η Cris προσπάθησε αρκετές φορές να στηρίζει τον Marcus, ιδιαίτερα στο σχολείο όμως από τότε που χρειάστηκε να αλλάξουν και να φοιτήσουν σε διαφορετικό σχολείο κάπου αναγκαστικά χάθηκαν μεταξύ τους.
            </p>
            <p>
                Ο/Η Cris εκπλήσσεται όταν λαμβάνει μήνυμα από τον Marcus, ο οποίος του ζητάει να τον συνοδεύσει σε ένα πάρτι που οργανώνει ένας συμμαθητής του. Με χαρά αποδέχεται την πρόσκληση, καθώς αρκετές φορές νιώθει ενοχές θεωρώντας ότι δεν προσφέρει ιδιαίτερη βοήθεια στην κατάσταση που βιώνει ο φίλος του/της. Άλλωστε, πιθανότατα στο πάρτι θα είναι και άλλα άτομα που ίσως γνωρίζει.
            </p>
            <p>
                Φτάνοντας στο πάρτι, παρά τη φασαρία και το θόρυβο, οι περισσότεροι καλεσμένοι αισθάνονταν από νωρίς χαλαροί και αρκετοί από αυτούς φαινομενικά νηφάλιοι. Ο Cris χαίρεται που συναντάει τον Marcus και αρχίζουν να συζητούν για τη ζωή τους και τα νέα τους τελευταίως. Ο/Η Cris αντιλαμβάνεται από τα λεγόμενα του Marcus ότι οι καταστάσεις στη ζωή του όλο και χειροτερεύουν σε σημείο που σπάνια ο Marcus παρευρίσκεται στο σχολείο.  Όταν ο/η Cris τον ρωτάει για το λόγο που δεν πηγαίνει στο σχολείο του, ο Marcus απαντάει πως γενικά η ζωή του είναι χάλια. Μετά από αρκετή συζήτηση, ο Marcus εξομολογείται στον Cris ότι ακόμα και η κατάστασης της υγείας της μητέρας του χειροτερεύει. Μάλιστα, αναφέρει στον Cris ότι το μόνο που τον βοηθάει κάπως να ξεχαστεί από τα προβλήματα που βιώνει είναι το χόρτο, το οποίο καλλιεργεί η μητέρα του ώστε να την βοηθάει στα συμπτώματα της θεραπείας που κάνει, και ο ίδιος έχει αρχίσει να καταναλώνει.
            </p>
            <p>
                Κατά τη διάρκεια της συζήτησης ο Marcus προσφέρει στο Cris να καπνίσει λίγο λέγοντας του πως είναι ασφαλές και κανένας δεν έπαθε κάτι από την κατανάλωσή του. O Cris παρόλο που νιώθει ότι δεν θα ήθελε να δοκιμάσει, την ίδια στιγμή έχει την περιέργεια να δει πώς είναι.  Ξαφνικά, η αστυνομία κάνει έφοδο στο πάρτι μετά από το τηλεφώνημα που έλαβε από έναν γείτονα που παραπονέθηκε για θόρυβο και φασαρία. Την ίδια στιγμή και χωρίς να το περιμένει ο Cris, ο Marcus τον παρακαλεί να φυλάξει το χόρτο εκείνος καθώς ήδη έχει κάποια μπλεξίματα με την αστυνομία. 
            </p>
        </UiCardInfo>

        <ul>
            <li>
                Ποια είναι τα σχετικά στοιχεία της περίπτωσης; Μπορείτε να μάθετε περισσότερα για την κατάσταση; Έχετε αρκετά στοιχεία ώστε να προτείνετε μια λύση στο πρόβλημα; Αναζητείστε σχετικές πληροφορίες αν χρειάζεστε.
            </li>
        </ul>

        <h3>
            Φάση II (15 λεπτά)
        </h3>
        <p>
            <b>Πιο κάτω παρέχονται σε εσάς διαφορετικές πιθανές λύσεις για την πιο πάνω περίπτωση και το αντίστοιχο δίλημμα.</b>
            <br />
            Μελετήστε τις πιθανές ενέργειες που θα μπορούσε να κάνει ο/η Cris και αποφασίστε για πιθανές λύσεις και τον συλλογισμό που κρύβεται πίσω από αυτές. Δεν πρόκειται για μία δραστηριότητα πολλαπλής επιλογής στην οποία λύση είναι μόνο μία απάντηση.  Αντιθέτως, οι διαφορετικές πιθανές λύσεις θα σας βοηθήσουν να σκεφτείτε άλλες πιθανές ενέργειες που ίσως να μην τις σκεφτόσασταν από την αρχή. Σε αυτή τη φάση θα πρέπει να εργαστείτε ο καθένας ατομικά και να πάρει ο καθένας τη δική του απόφαση. Εάν έχετε να προτείνετε κάποια άλλη πιθανή λύση που διαφέρει από τις πιο κάτω θα τη σημειώσετε στο πεδίο “άλλο”.
        </p>
        <p>
            <b>Επιλέξτε 1-3 πιθανές ενέργειες από τις πιο κάτω που αντιπροσωπεύουν τη δική σας γνώμη.</b>
        </p>
        <p>
            Ο Cris πρέπει να φυλάξει ο ίδιος το χόρτο:
            <ol>
                <li>
                    Ο/Η Cris θα πρέπει να κρατήσει το χόρτο διότι ο Marcus ήταν ένας πολύ καλός φίλος και συμπαραστάτης στον Χρίστο όλα τα προηγούμενα χρόνια.  Έτσι είναι ένας τρόπος για να ανταποδώσει ο Χρίστος όλα αυτά που έκανε ο Marcus για εκείνον στο παρελθόν.
                </li>
                <li>
                    Ο/Η Cris θα πρέπει να κρατήσει το χόρτο για να βοηθήσει το φίλο του να αποφύγει άλλα μπλεξίματα με την αστυνομία που ίσως αργότερα του προκαλέσουν μέχρι και κατάρρευση.
                </li>
                <li>
                    Ο/Η Cris θα πρέπει να κρατήσει το χόρτο για να μην απογοητεύσει τον φίλο του που γνωρίζει τόσα χρόνια.
                </li>
                <li>
                    Ο/Η Cris θα πρέπει να κρατήσει το χόρτο καθώς ο Marcus δεν είναι ένοχος, απλά η ζωή ήταν άδικη απέναντί του.
                </li>
                <li>
                    Άλλο: ...............................................
                </li>
            </ol>
        </p>

        <p>
            Ο Cris δεν πρέπει να κρατήσει το χόρτο αλλά να το επιστρέψει στον Μάρκο:
        </p>
                <ol>
                    <li>
                        Ο/Η Cris θα πρέπει να επιστρέψει το χόρτο στον Marcus, διαφορετικά θα απογοητεύσει τους γονείς του όταν μάθουν ότι η αστυνομία των συνέλαβε για κατοχή ναρκωτικών.
                    </li>
                    <li>
                        Ο/Η Cris θα πρέπει να το επιστρέψει στον Marcus επειδή η κατοχή και η κατανάλωση χόρτου είναι απαγορευμένη και επομένως παράνομη.
                    </li>
                    <li>
                        Ο/Η Cris θα πρέπει να επιστρέψει το χόρτο στον Marcus και να τον αφήσει να αναλάβει τις ευθύνες των πράξεών του. Οι ναρκωτικές ουσίες έχουν καταστρέψει τη ζωή πολλών ανθρώπων και δεν είναι σωστό να στηρίξει και ο ίδιος τη συγκεκριμένη πράξη.
                    </li>
                    <li>
                        Ο/Η Cris θα πρέπει να επιστρέψει το χόρτο στον Marcus διότι εάν τον καλύψει προστατεύοντάς τον από την καταδίκη του για μία μικρή ποσότητα ναρκωτικών πιθανότατα στο μέλλον ο Marcus να οδηγηθεί ξανά στο δικαστήριο για μία μεγαλύτερη υπόθεση που σχετίζεται με τα ναρκωτικά.  Έτσι, ο Marcus θα πάρει ένα μάθημα και θα σταματήσει να ασχολείται με ναρκωτικές ουσίες.
                    </li>
                    <li>
                        Ο/Η Cris θα πρέπει να επιστρέψει το χόρτο στον Marcus διότι δεν υπάρχει λόγος να κρατήσει φιλικές σχέσεις με ένα άτομο που ασχολείται με ναρκωτικές ουσίες.
                    </li>
                    <li>
                        Ο/Η Cris θα πρέπει να επιστρέψει το χόρτο στον Marcus διότι εάν το κρατήσει θα επηρεάσει το δικό του/της λευκό ποινικό μητρώο.
                    </li>
                    <li>
                        Ο/Η Cris θα πρέπει να επιστρέψει το χόρτο στον Marcus διότι εάν το κρατήσει όχι μόνο θα επηρεάσει το δικό του/της λευκό ποινικό μητρώο, αλλά ταυτόχρονα δεν θα του/της επιτραπεί να περάσει στη στρατιωτική σχολή που τόσο επιθυμεί.
                    </li>
                    <li>
                        Ο/Η Cris θα πρέπει να το επιστρέψει, καθώς αν ενεργούσε διαφορετικά δεν θα ήταν δίκαιο να τιμωρηθεί για μια  πράξη που δεν διέπραξε. 
                    </li>
                    <li>
                        Άλλο: ......................................
                    </li>
                </ol>


                <h3>
                    Φάση III: Ομαδική Συζήτηση (≈20 λεπτά)
                </h3>
                <p>
                    Σε αυτή τη φάση, τα μέλη της κάθε ομάδας (4-6 μαθητές) μοιράζονται τις προσωπικές τους απόψεις και αναδιαμορφώνουν την άποψή τους ακούγοντας διαφορετικά επιχειρήματα και προοπτικές. Συστήνεται η πιο κάτω προσέγγιση κατά τις ομαδικές συζητήσεις:
                </p>
                <p class="first-letter:font-bold first-letter:text-sky-500 first-letter:text-xl">
                    Σεβασμός της κάθε ατομικής συνεισφοράς, ακούγοντας προσεχτικά την άποψη που εκφράζει το κάθε μέλος της ομάδας. 
                </p>
                <p class="first-letter:font-bold first-letter:text-sky-500 first-letter:text-xl">
                    Συμμετοχή στη συζήτηση και στις δραστηριότητες. 
                </p>
                <p class="first-letter:font-bold first-letter:text-sky-500 first-letter:text-xl">
                    Εμπιστευτικότητα/Εχεμύθεια σε κάθε προσωπική ιστορία που ίσως διαφανεί μέσα από τις ομαδικές συζητήσεις. 
                </p>
                <p class="first-letter:font-bold first-letter:text-sky-500 first-letter:text-xl">
                    Ισότητα, καθώς οι απόψεις και οι εμπειρίες όλων είναι εξίσου σημαντικές να εισακουστούν.
                </p>


                <p>
                    Μετά τις ομαδικές συζητήσεις αξιολογήστε τις επιλογές για το τι πρέπει να κάνει ο/η Cris, απαντώντας στα πιο κάτω ερωτήματα:
                    <ul>
                        <li>
                            Ποια από τις επιλογές / ενέργειες θα προκαλέσει το λιγότερο κακό και ταυτόχρονα το μεγαλύτερο καλό;
                        </li>
                        <li>
                            Ποια από τις επιλογές / ενέργειες σέβεται τα δικαιώματα όλων όσων εμπλέκονται;
                        </li>
                        <li>
                            Ποια από τις επιλογές / ενέργειες αντιμετωπίζει την κοινότητα ως ολότητα και όχι ατομικιστικά;
                        </li>
                        <li>
                            Ποια από τις επιλογές / ενέργειες αντικατοπτρίζει την προσωπικότητα που θέλω να με χαρακτηρίζει; (μπορεί να αξιοποιηθεί για ενδοσκόπηση)
                        </li>
                    </ul>
                </p>

                <h3>
                    Φάση IV (20-40 λεπτά)
                </h3>
                <p>
                    Σκεφτείτε και καταγράψτε μία τελική σκηνή για την ιστορία σε σχέση με το πώς ο/η Cris θα μπορούσε να βοηθήσει τον Marcus (200-400 λέξεις). Προσπαθήστε να χρησιμοποιήσετε πληροφορίες που μάθατε στη συγκεκριμένη ενότητα για την κάνναβη.
                </p>

                <h4>
                    Βιβλιογραφικές πηγές
                </h4>

                <p>
                    <a href="https://www.scu.edu/ethics/ethics-resources/a-framework-for-ethical-decision-making/" target="_blank" rel="noopener noreferrer" class="break-all">https://www.scu.edu/ethics/ethics-resources/a-framework-for-ethical-decision-making/</a>
                    <br />
                    Kohlberg, Lawrence; Charles Levine; Alexandra Hewer (1983). Moral stages: a current formulation and a response to critics. Basel, NY: Karger. ISBN 978-3-8055-3716-2.
                </p>
    </div>
</template>