<template>
    <div class="border-r-2 border-r-sky-400 pr-6">
        <p>
            Στην παρακάτω δραστηριότητα, καλείστε να λύσετε ένα ηθικό δίλημμα για τη μελέτη περίπτωσης που περιγράφεται παρακάτω. Η δραστηριότητα σας δίνει τη δυνατότητα να συζητήσετε το δίλημμα σε βάθος, εξετάζοντας διαφορετικές προοπτικές και αιτιολογήσεις και αναλογιζόμενοι τις σκέψεις σας αλλά και των συμμαθητών σας. 
        </p>

        <h3>
            Φάση I (≈15 λεπτά)
        </h3>
        <ul>
            <li>
                Μελετήστε προσεκτικά την παρακάτω περίπτωση.
            </li>
            <li>
                Φανταστείτε πώς θα νιώθατε εάν ήσασταν ο Sam, και ποιες αποφάσεις θα παίρνατε αν ήσασταν στην θέση του. Πώς θα σκεφτόσασταν και τι θα κάνατε εάν ήσασταν στη δική του θέση; 
            </li>
        </ul>

        <UiCardInfo theme="sky-500">
            <h3>
                Περίπτωση 2
            </h3>

            <p>
                Οι Lindens και οι Pines είναι γείτονες. Ο Gert Linden και ο Sam Pines είναι κολλητοί φίλοι από το δημοτικό. Πρόσφατα, ο Gert ανησυχεί για το αυξανόμενο ενδιαφέρον της μητέρας του για εναλλακτικές θεραπείες. Το ενδιαφέρον της μητέρας αυξήθηκε ιδιαίτερα όταν ο μικρότερος αδελφός του Gert, ο Robert (8 ετών), διαγιγνώσκεται με νεανική αρθρίτιδα. Ο ζωηρός Robert δυσκολεύεται να αποδεχτεί μια κατάσταση όπου ακόμη και το φυσιολογικό περπάτημα προκαλεί δυσκολίες λόγω των επώδυνων αρθρώσεων του. Καθώς τα φάρμακα που συνταγογραφεί ο γιατρός δεν φαίνεται να βοηθούν τον Robert μετά από δύο μήνες θεραπείας, η μητέρα ξεκινά ανεξάρτητη έρευνα με τη βοήθεια του Dr Google, φτάνοντας τελικά στην κοινότητα MMS. Με βάση τον Gert, η μητέρα αλλά και στη συνέχεια  ο Robert άρχισαν να χρησιμοποιούν το MMS.
            </p>
            <p>
                Ο Robert αντιπαθεί τη γεύση και τη μυρωδιά του και μερικές φορές η λήψη του, του προκαλεί εμετό, αλλά επειδή θέλει να γίνει καλά και να μην απογοητεύσει τη μητέρα του, συνεχίζει να το παίρνει μαζί με άλλα φάρμακα. Οι αρθρώσεις του Robert έχουν βελτιωθεί κάπως, αλλά έχει αρχίσει να παραπονιέται για συχνούς πόνους στο στομάχι. Ο Gert είναι σίγουρος ότι το MMS το προκαλεί αυτό αλλά η μητέρα είναι πεπεισμένη ότι αν σταματήσει να παίρνει το MMS, η αρθρίτιδα θα χειροτερέψει ξανά. O Gert παραπονιέται για την κατάσταση στον φίλο του τον Sam, αλλά παίρνει την υπόσχεση να μην το πει σε κανέναν "γιατί αλλιώς θα υπάρξει μεγάλο πρόβλημα". Αφού το σκέφτηκε, ο Sam αποφασίζει να πει την ιστορία στους γονείς του. Παρόλα αυτά, και εκείνοι δεν θέλουν να εμπλακούν, καθώς οι οικογένειες υπήρξαν καλοί γείτονες και σύμφωνα με τους ίδιους, η μητέρα του Gert είναι ατρόμητη, δουλεύοντας δύο δουλειές και μεγαλώνοντας μόνη της δύο παιδιά.
            </p>
        </UiCardInfo>

        <ul>
            <li>
                Ποια είναι τα σχετικά στοιχεία της περίπτωσης; Μπορείτε να μάθετε περισσότερα για την κατάσταση; Έχετε αρκετά στοιχεία ώστε να προτείνετε μια λύση στο πρόβλημα; Αναζητείστε σχετικές πληροφορίες αν χρειάζεστε.
            </li>
        </ul>

        <h3>
            Φάση II (≈15 λεπτά)
        </h3>
        <p>
            <b>Πιο κάτω παρέχονται σε εσάς διαφορετικές πιθανές λύσεις για την πιο πάνω περίπτωση και το αντίστοιχο δίλημμα.</b>
            <br />
            Μελετήστε τις πιθανές ενέργειες που θα μπορούσε να κάνει ο Sam και αποφασίστε για τη λύση και τον ορθολογισμό που κρύβεται πίσω από αυτές. Δεν πρόκειται για μία δραστηριότητα πολλαπλής επιλογής στην οποία λύση είναι μόνο μία απάντηση. Αντιθέτως, οι διαφορετικές πιθανές λύσεις θα σας βοηθήσουν να σκεφτείτε άλλες πιθανές ενέργειες που ίσως να μην τις σκεφτόσασταν από την αρχή.  Σε αυτή τη φάση θα πρέπει να εργαστείτε ο καθένας ατομικά και να πάρει ο καθένας τη δική του απόφαση. Εάν έχετε να προτείνετε κάποια άλλη πιθανή λύση που διαφέρει από τις πιο κάτω θα τη σημειώσετε στο πεδίο “άλλο”. 
        </p>

        <p>
            <b>Επιλέξτε 1-3 πιθανές επιλογές από τις πιο κάτω που αντιπροσωπεύουν τη δική σας γνώμη.</b>
        </p>
        <ol>
            <li>
                Ο Sam θα πρέπει να το συζητήσει με έναν ενήλικα που ξέρει πώς να χειριστεί τέτοιες καταστάσεις (σχολικός ψυχολόγος, κοινωνικός λειτουργός, υπεύθυνος παιδικής προστασίας κλπ.), καθώς η υγεία του Robert μπορεί να είναι σε κίνδυνο.
            </li>
            <li>
                Ο Sam δεν πρέπει να το πει σε κανέναν αυτό, γιατί μπορεί να χάσει για πάντα την εμπιστοσύνη του καλύτερού του φίλου.
            </li>
            <li>
                Ο Sam δεν πρέπει να μιλήσει σε κανέναν, είναι οικογενειακό θέμα και δεν αφορά κανέναν άλλον.
            </li>
            <li>
                Ο Sam δεν πρέπει να μιλήσει σε κανέναν γι’ αυτό, γιατί αλλιώς θα χάσει την εμπιστοσύνη των γονιών του και η μητέρα του Gert πιθανόν να τον μισήσει.
            </li>
            <li>
                Ο Sam θα πρέπει να το συζητήσει  με έναν ενήλικα που ξέρει πώς να χειριστεί τέτοιες καταστάσεις (σχολικός ψυχολόγος, κοινωνικός λειτουργός, λειτουργός παιδικής προστασίας κ.λπ.), διότι η εν γνώσει και εκ προθέσεως βλάβη της υγείας ενός παιδιού θεωρείται κακοποίηση παιδιού και τιμωρείται από τοn νόμο.
            </li>
            <li>
                Ο Sam δεν πρέπει να μιλήσει σε κανέναν, πρόκειται για ένα οικογενειακό θέμα και οι άνθρωποι έχουν το δικαίωμα στην ιδιωτική ζωή.
            </li>
            <li>
                Άλλο: .............................
            </li>
        </ol>

        <h3>
            Φάση III: Ομαδική Συζήτηση (20 λεπτά)
        </h3>
        <p>
            Σε αυτή τη φάση, τα μέλη της κάθε ομάδας (4-6 μαθητές) μοιράζονται τις προσωπικές τους απόψεις και αναδιαμορφώνουν την άποψή τους ακούγοντας διαφορετικά επιχειρήματα και προοπτικές. Συστήνεται η πιο κάτω προσέγγιση κατά τις ομαδικές συζητήσεις:
        </p>

        <p class="first-letter:font-bold first-letter:text-sky-500 first-letter:text-xl">
            Σεβασμός της κάθε ατομικής συνεισφοράς, ακούγοντας προσεχτικά την άποψη που εκφράζει το κάθε μέλος της ομάδας. 
        </p>
        <p class="first-letter:font-bold first-letter:text-sky-500 first-letter:text-xl">
            Συμμετοχή στη συζήτηση και στις δραστηριότητες. 
        </p>
        <p class="first-letter:font-bold first-letter:text-sky-500 first-letter:text-xl">
            Εμπιστευτικότητα / Εχεμύθεια σε κάθε προσωπική ιστορία που ίσως διαφανεί μέσα από τις ομαδικές συζητήσεις. 
        </p>
        <p class="first-letter:font-bold first-letter:text-sky-500 first-letter:text-xl">
            Ισότητα, καθώς οι απόψεις και οι εμπειρίες όλων είναι εξίσου σημαντικές να εισακουστούν.
        </p>

        <p>
            Μετά τις ομαδικές συζητήσεις αξιολογήστε τις επιλογές για την ενέργεια που θα πρέπει να κάνει ο Sam, απαντώντας στα πιο κάτω ερωτήματα:
            <ul>
                <li>
                    Ποια από τις επιλογές / ενέργειες θα προκαλέσει το λιγότερο κακό και ταυτόχρονα το μεγαλύτερο καλό;
                </li>
                <li>
                    Ποια από τις επιλογές / ενέργειες σέβεται τα δικαιώματα όλων όσων εμπλέκονται;
                </li>
                <li>
                    Ποια από τις επιλογές / ενέργειες αντιμετωπίζει την κοινότητα ως ολότητα και όχι ατομικιστικά; 
                </li>
                <li>
                    Ποια από τις επιλογές / ενέργειες αντικατοπτρίζει την προσωπικότητα που θέλω να με χαρακτηρίζει; (μπορεί να αξιοποιηθεί για ενδοσκόπηση)
                </li>
            </ul>
        </p>

        <h3>
            Φάση IV (20-40 λεπτά)
        </h3>

        <p>
            Σκεφτείτε και καταγράψτε μία τελική σκηνή για την ιστορία σε σχέση με το πώς ο Sam θα μπορούσε να βοηθήσει τον Gert (200-400 λέξεις). Προσπαθήστε να χρησιμοποιήσετε πληροφορίες που μάθατε στη συγκεκριμένη ενότητα για τo MMS.
        </p>

        <h4>
            References
        </h4>

        <p>
            <a href="https://www.scu.edu/ethics/ethics-resources/a-framework-for-ethical-decision-making/" target="_blank" rel="noopener noreferrer" class="break-all">https://www.scu.edu/ethics/ethics-resources/a-framework-for-ethical-decision-making/</a>
            <br />
            Kohlberg, Lawrence; Charles Levine; Alexandra Hewer (1983). Moral stages: a current formulation and a response to critics. Basel, NY: Karger. ISBN 978-3-8055-3716-2.
        </p>

    </div>
</template>