<template>
    <div class="flex flex-col items-start 
        lg:flex-row-reverse lg:justify-end 
        xl:gap-10
        2xl:gap-20">
        <ClientOnly>
            <UiTableOfContents class="w-full lg:max-w-xs print:hidden" key="climatechange-et" />
        </ClientOnly>
        


        <section class="e-article print:not-prose" lang="en" style="hyphens: auto;">
            <Icon name="openmoji:teacher-light-skin-tone" class="float-right text-[6em] text-slate-300" />
            <h1 class="mb-0">Εξέλιξη</h1>
            <h5 class="font-normal uppercase leading-tight">Υλικό εκπαιδευτικού</h5>
        
            <section id="s1">
                <h2 id="s1t">Περιγραφή ενότητας</h2>
            
                <section class="e-card e-module__meta">
                    <table class="m-0 leading-tight">
                        <tr>
                            <td><b>Oμάδα μαθητών:</b></td>
                            <td>Το εκπαιδευτικό υλικό απευθύνεται σε μαθητές ηλικίας 15-19.</td>
                        </tr>
                        <tr>
                            <td><b>Προβλεπόμενη χρονική διάρκεια:</b></td>
                            <td>5-9 περιόδους διδασκαλίας των 45 λεπτών</td>
                        </tr>
                    </table>
                </section>
                <p>
                    Σε αυτήν την ενότητα οι μαθητές καλούνται να επαληθεύσουν, ή να καταρρίψουν, έναν κοινό μύθο για τη θεωρία της εξέλιξης. Οι μύθοι προέρχονται από ανθρώπους που θεωρούν ότι η εξέλιξη δεν είναι μια επιστημονική θεωρία. Σε ένα εισαγωγικό βίντεο, παρουσιάζονται αρκετές απόψεις που σχετίζονται με την εξέλιξη, οι οποίες συζητούνται περαιτέρω σε ομάδες μαθητών. Η συζήτηση στις ομάδες αποσκοπεί στην διερεύνηση ενός μύθου, καθώς οι μαθητές θα ψάχνουν για στοιχεία ώστε να επαληθεύσουν ή να καταρρίψουν τον μύθο που επέλεξαν. Με βάση τη φύση του θέματος, η δραστηριότητα αυτή σχεδιάστηκε για να διεξαχθεί βασισμένη σε δευτερογενή στοιχεία (αναζητήσεις από το διαδίκτυο). Επιπλέον οι μαθητές μπορούν να ακολουθήσουν ελεύθερη, ή δομημένη, διερεύνηση. Με βάση τον 1<sup>ο</sup> τρόπο εργασίας, οι μαθητές είναι ελεύθεροι να ψάξουν για στοιχεία σε οποιαδήποτε πηγή και να εφαρμόσουν δικά του πλάνα εργασίας ώστε να εξοικειωθούν με το θέμα. Ο 2<sup>ος</sup> τρόπος εργασίας θα είναι πιο βοηθητικός για αυτούς, καθώς έχουν ένα προτεινόμενο σχέδιο σχετικά με το τι να κάνουν.
                </p>
                <p>
                    Μέσω αυτής της δραστηριότητας, οι μαθητές μαθαίνουν να αξιολογούν την αξιοπιστία των πληροφοριών/πηγών (από επιστημονικές βάσεις δεδομένων και άλλες πηγές) ή/και να αναπτύσσουν περαιτέρω τις πειραματικές τους δεξιότητες. Αφού καταλήξουν σε συμπεράσματα, οι μαθητές προετοιμάζονται να παρουσιάσουν τα ευρήματά τους στους συμμαθητές τους με σχετικό και πειστικό τρόπο (π.χ. βίντεο). Στην τελική δραστηριότητα, τους ζητείται να γράψουν μια επιστολή σε έναν γονέα που θέλει να απαλλάξει το παιδί του από τα μαθήματα που καταπιάνονται με την επιστήμη της Εξέλιξης.
                </p>
                <p>
                    Η ενότητα αποτελείται από το υλικό του εκπαιδευτικού (προτάσεις διδασκαλίας, πληροφορίες για το επιστημονικό υπόβαθρο) και από το υλικό του μαθητή (σενάριο-βίντεο, διαδραστικά φύλλα εργασίας, βίντεο με γεγονότα, video tutorial ).
                </p>
            </section>





            

            

            <hr  class="mt-10 mb-40 print:my-10" />


            <section id="s2">
                <h2 id="s2t">Μαθησιακά αποτελέσματα ενότητας</h2>
                
                <ul>
                    <li><b>Ικανότητα χρήσης μέσων ενημέρωσης:</b>
                        <ul class="my-0">
                            <li>ανάπτυξη των δεξιοτήτων των μαθητών στην αξιολόγηση της αξιοπιστίας των πληροφοριών</li>
                            <li>ανάπτυξη των δεξιοτήτων των μαθητών στην παρουσίαση των αποδεικτικών στοιχείων με κατάλληλο τρόπο για το δεδομένο κοινό</li>
                            <li>ανάπτυξη των δεξιοτήτων των μαθητών, ώστε να αντιδρούν επαρκώς και υπεύθυνα σε ψεύτικες ειδήσεις και θεωρίες συνωμοσίας που παρουσιάζονται στα μέσα μαζικής ενημέρωσης.</li>
                        </ul>
                    </li>
                    <li>
                        <b>Ψηφιακή ικανότητα:</b> ανάπτυξη των δεξιοτήτων των μαθητών στη χρήση ψηφιακών μέσων για την παρουσίαση των αποτελεσμάτων της έρευνάς τους στις άλλες ομάδες.
                    </li>
                    <li>
                        <b>Επιστημονική ικανότητα:</b>
                        <ul class="my-0">
                            <li>ανάπτυξη της κατανόησης των μαθητών σχετικά με τους τρόπους με τους οποίους δημιουργείται η γνώση της επιστήμης</li>
                            <li> να αναπτυχθούν περαιτέρω οι γνώσεις των μαθητών σχετικά με την εξέλιξη</li>
                            <li> να αναπτύξουν την ικανότητά τους να σχεδιάζουν και να επινοούν διαδικασίες για τον έλεγχο υποθέσεων και την ερμηνεία ευρημάτων.</li>
                        </ul>
                    </li>
                    <li>
                        <b>Κοινωνική ικανότητα:</b> ανάπτυξη δεξιοτήτων επιχειρηματολογίας για αμφιλεγόμενα ζητήματα που σχετίζονται με την εξέλιξη. 
                    </li>
                </ul>
            </section>

            
            
            

            



            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s3">
                <h2 id="s3t">Αναμενόμενες προ-απαιτούμενες γνώσεις</h2>

                <ul class="leading-tight">
                    <li>
                        Η ζωή υπάρχει στη Γη εδώ και πολύ καιρό. 
                    </li>
                    <li>
                        Οι σημερινές μορφές ζωής έχουν άμεση σχέση με μορφές ζωής του παρελθόντος. 
                    </li>
                    <li>
                        Πολλές μορφές ζωής που υπήρχαν κάποτε τώρα έχουν εξαφανιστεί. 
                    </li>
                    <li>
                        Οι διάφοροι οργανισμοί / μορφές ζωής αλλάζουν με το πέρασμα του χρόνου. 
                    </li>
                    <li>
                        Ομοιότητες ή/και διαφορές ανάμεσα στους ζωντανούς οργανισμούς. 
                    </li>
                    <li>
                        Οι ζωντανοί οργανισμοί αφήνουν απογόνους που κληρονομούν πολλά χαρακτηριστικά από τους γονείς τους αλλά δεν είναι πανομοιότυποι με αυτούς. 
                    </li>
                    <li>
                        Οι επιστημονικές θεωρίες με το πέρασμα του χρόνου μπορούν να αλλάξουν. 
                    </li>
                    <li>
                        Οι επιστημονικές θεωρίες χτίζονται μέσα από συλλογική προσπάθεια.
                    </li>
                </ul>
            </section>


            
            
            
            
            
            
            
            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s4">
                <h2 id="s4t">Δομή ενότητας</h2>
                
                <p>
                    Αυτή η ενότητα αποτελείται από 6 δραστηριότητες. Η αλληλουχία των δραστηριοτήτων, δίνεται στο Σχήμα 1 και στον Πίνακα 1 (βλ. παρακάτω).
                </p>
                
                <ModulesModuleStructure />

                <p class="mt-20"><b>Πίνακας 1.</b> Ακολουθία ενότητας για την εξέλιξη</p>
                <table>
                    <thead>
                        <tr>
                            <th class="w-1/5"><b>Αριθμός Δραστηριότητας</b></th>
                            <th>Περιγραφή</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td><b>Δραστηριότητα 1</b></td>
                            <td>Παρουσίαση εισαγωγικού βίντεο</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 2</b></td>
                            <td>
                                Συζήτηση στις ομάδες:
                                <br />
                                Επιλογή μύθου προς διερεύνηση
                            </td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 3</b></td>
                            <td>
                                <ul>
                                    <li>
                                        Σε ομάδες:
                                        <ul>
                                            <li>
                                                Διατύπωση διερευνήσιμης υπόθεσης / διερευνήσιμου ερωτήματο
                                            </li>
                                        </ul>
                                    </li>
                                    <li>
                                        Ελεύθερη διερεύνηση:
                                        <ul>
                                            <li>
                                                Ανασύζητηση για σχετικές πληροφορίες για να απορρίψουν ή να επαληθεύσουν την αρχική υπόθεση / διερευνήσιμο ερώτημα. 
                                            </li>
                                        </ul>
                                    </li>
                                    <li>
                                        Δομημένη διερεύνηση
                                        <ul>
                                            <li>
                                                Αξιοποίηση πηγών ή /και πειραμάτων που δίνονται στο υλικό και απάντηση ερωτημάτων με σκοπό την απόρριψη ή επαλήθευση της αρχικής υπόθεσης/του ερωτήματος.
                                            </li>
                                            <li>
                                                Αξιολόγηση της αξιοπιστίας των αποδεικτικών στοιχείων που βρέθηκαν.
                                            </li>
                                            <li>
                                                Να καταλήξουν σε συμπεράσματα.
                                            </li>
                                        </ul>
                                    </li>
                                </ul>
                                
                                        
                            </td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 4</b></td>
                            <td>
                                Μετατροπή αποδεικτικών στοιχείων σε κατάλληλη μορφή για παρουσίαση στο δεδομένο κοινό (συμμαθητές): μέσω ενός tutorial οι μαθητές μαθαίνουν πώς να παράγουν ένα σύντομο βίντεο, να φτιάξουν ένα poster, slide show κτλ. το οποίο σχεδιάζουν και έπειτα  παρουσιάζουν οι ίδιοι.
                            </td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 5</b></td>
                            <td>Ομαδικές παρουσιάσεις (σε συνδυασμό με δραστηριότητες αξιολόγησης από τους συμμαθητές τους).</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 6</b></td>
                            <td>Οι μαθητές σε ομάδες επιλύουν μια μελέτη περίπτωσης.</td>
                        </tr>
                    </tbody>
                </table>
            </section>








            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s5">
                <h2 id="s5t">Απαιτήσεις περιβάλλοντος μάθησης</h2>
                <p>Smartphone, Υπολογιστής, Διαδίκτυο, εξοπλισμός οθόνης για την επίδειξη βίντεο. Σε περίπτωση πειραματικής κατάρριψης μύθων, βλέπε «Προτάσεις διδασκαλίας».</p>
            </section>
            
            
            
            
            
            
            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s6">
                <h2 id="s6t">Αξιολόγηση</h2>
                
                <p>
                    Στα πλαίσια της ενότητας, η αξιολόγηση των μαθητών μπορεί να αφορά διάφορα θέματα, περιλαμβανομένων των δεξιοτήτων επιστημονικής διαδικασίας, και των γενικών ικανοτήτων, όπως οι δεξιότητες επιχειρηματολογίας και της γνώσης περιεχομένου που σχετίζεται με το θέμα. 
                </p>

                <h4>
                    Αξιολογήσεις που μπορούν να εφαρμοστούν σε αυτήν την ενότητα:
                </h4>
                <p>
                    <b>Διαμορφωτική:</b>
                </p>
                <ul>
                    <li>Προφορική / γραπτή ανατροφοδότηση από τον δάσκαλο (βασισμένη σε παρατηρήσεις, ερωτήσεις κ.λπ.)  καθόλη την ενότητα, κατά τη διάρκεια των πειραμάτων και άλλων μορφών ατομικής / ομαδικής εργασίας.</li>
                    <li>Προφορική / γραπτή ανατροφοδότηση από τον εκπαιδευτικό σε ατομικά / ομαδικά φύλλα εργασίας.
</li>
                </ul>
                <p><b>Αθροιστική:</b></p>
                <ul>
                    <li>Βαθμοί που δίνονται από τον δάσκαλο για την ομαδική παρουσίαση (με βάση το βίντεο που δημιούργησαν οι μαθητές και την ανταπόκριση που είχε, καθώς και την ικανότητα των μαθητών να παρέχουν σχετικές απαντήσεις / σχόλια).</li>
                    <li>Βαθμοί που δίνονται από τον δάσκαλο σε ομαδικά ή ατομικά φύλλα εργασίας.</li>
                </ul>
            </section>
            
            
            
            
            

            
            
            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s7"> 
                <h2 id="s7t">Εισηγήσεις Διδασκαλίας</h2>

                <p>
                    Η ενότητα ξεκινά με ένα εισαγωγικό βίντεο για να παρουσιάσει μερικές απόψεις σχετικά με την θεωρία της εξέλιξης. Σκοπός του βίντεο είναι να δημιουργήσει στους μαθητές ερωτήματα αντί να τους δώσει άμεσες απαντήσεις. Αναμένεται ότι μετά την παρακολούθηση του <a href="https://www.youtube.com/watch?v=cXS_uSqzwuM" target="_blank" rel="noopener noreferrer">βίντεο 1</a> ή/και του <a href="https://www.youtube.com/watch?v=9jusKTXoQak" target="_blank" rel="noopener noreferrer">βίντεο 2</a> (Δραστηριότητα 1), οι μαθητές σε ομάδες θα παρακινηθούν να μάθουν περισσότερα για την εγκυρότητα της Θεωρίας της Εξέλιξης.  Πρόθεση της διαδικασίας είναι οι μαθητές να εμπλακούν σε δραστηριότητες που σχετίζονται με την καλύτερη κατανόηση ενός θέματος το οποίο είναι σχετικό με τη ζωή τους και όχι απλά κάτι σχετικό με τις απαιτήσεις του αναλυτικού προγράμματος. Επιπλέον, επιδιώκεται η εστίαση της προσοχής των μαθητών στην ανάκληση προ-υπαρχουσών γνώσεων και στην ανταλλαγή απόψεων τους με τους συμμαθητές τους (Δραστηριότητα 2). Στην δραστηριότητα 2 οι μαθητές καλούνται να επιλέξουν μια δήλωση σχετικά με το θέμα και να διατυπώσουν μια υπόθεση / διερευνήσιμο ερώτημα που να μπορεί να απορριφθεί /  επαληθευθεί / απαντηθεί (Δραστηριότητα 3).
                </p>
                <p>
                    Η δραστηριότητα 3 μπορεί να πραγματοποιηθεί με 2 εναλλακτικούς τρόπους. Στο πρώτο μέρος οι μαθητές με βάση το διερευνήσιμο τους ερώτημα/υπόθεση καλούνται να σχεδιάσουν το δικό τους πλάνο εργασίας με σκοπό να πάρουν τις απαραίτητες πληροφορίες. 
                </p>
                <p>
                    Στην συνέχεια οι μαθητές θα χρησιμοποιήσουν το υλικό που βασίζεται στην δομημένη διερεύνηση. Αυτό το υλικό αποτελείτε από έμπιστες πηγές, από τις οποίες μπορούν οι μαθητές να πάρουν πληροφορίες. Οι μαθητές καλούνται να απαντήσουν συγκεκριμένα ερωτήματα και σταδιακά να καταλήξουν στην απόρριψη ή επαλήθευση της υπόθεσης τους/ να απαντήσουν το διερευνήσιμο ερώτημα.
                </p>
                <p>
                    Μέσω της αντιπαράθεσης πηγών/μέσων και του περιεχομένου τους, οι μαθητές αναλύουν κριτικά την αξιοπιστία τους και εξάγουν αιτιολογημένα συμπεράσματα με βάση τα στοιχεία που βρέθηκαν. Καθώς η αξιολόγηση της αξιοπιστίας των πηγών/μέσων μπορεί να είναι μια πραγματική πρόκληση για τους μαθητές, στο υλικό του μαθητή παρέχεται ένα <NuxtLink to="../tools/reliability-assessment" target="_blank" class="btn btn-sm btn-neutral no-underline text-white"><Icon name="mdi:tools" size="18" /> εργαλείο</NuxtLink> που μπορούν να χρησιμοποιήσουν κατά την αναζήτηση και την ανάλυση των πληροφοριών. Επίσης, ο δάσκαλος θα μπορούσε να εξηγήσει τη χρήση του αναλύοντας τόσο αξιόπιστες όσο και λιγότερο αξιόπιστες πηγές ως παραδείγματα, προτού οι μαθητές αρχίσουν να εφαρμόζουν αυτό το εργαλείο μόνοι τους.
                </p>
                <p>
                    Με στόχο οι μαθητές να μάθουν να μοιράζονται και να κοινοποιούν τα ευρήματα τους, καθοδηγούνται να δημιουργήσουν ένα βίντεο, poster, slide show κτλ. (Δραστηριότητα 4). Στο υλικό του μαθητή υπάρχουν τα κριτήρια που πρέπει να πληροί το παραγόμενο υλικό. Αυτά τα κριτήρια μπορούν να χρησιμοποιηθούν διαμορφωτικά για αυτό-αξιολόγηση από τους μαθητές κατά τη διάρκεια της διαδικασίας και για ετεροαξιολόγηση από τους συμμαθητές τους κατά την παρουσίαση του βίντεο, αλλά και κατά την διάρκεια των απαντήσεων στις ερωτήσεις των συμμαθητών και του δασκάλου τους (Δραστηριότητα 5). Τέλος, οι μαθητές μπορούν να χρησιμοποιήσουν το παρακάτω <NuxtLink to="../tools/peer-feedback" target="_blank" class="btn btn-sm btn-neutral no-underline text-white"><Icon name="mdi:tools" size="18" /> εργαλείο αξιολόγησης</NuxtLink> για να δώσουν ανατροφοδότηση στις άλλες ομάδες.
                </p>
                <p>
                    Στη δραστηριότητα 6 οι μαθητές καλούνται να επιλύσουν μια μελέτη περίπτωσης. Τους ζητείται να ενσαρκώσουν το ρόλο ενός διευθυντή σχολείου και να γράψουν μια απάντηση στους γονείς ενός μαθητή που ζητούν να απαλλαγεί το παιδί τους από τα μαθήματα που έχουν ως θέμα τη θεωρίας της Εξέλιξης, επειδή στο σπίτι υποστηρίζεται η <a href="https://en.wikipedia.org/wiki/Creationism" target="_blank" rel="noopener noreferrer">δημιουργική προσέγγιση</a> για την προέλευση της Γης και της Zωής. Εδώ οι μαθητές μπορούν να χρησιμοποιήσουν τη φαντασία και την κριτική τους σκέψη για να δικαιολογήσουν τη μελέτη της θεωρίας της Εξέλιξης, λαμβάνοντας εν μέρει υπ’ όψη και την οπτική γωνία των ανθρώπων με διαφορετικές πεποιθήσεις και προσπαθώντας να υποδείξουν την πιθανή αξία ή το όφελος τους, ενώ ταυτόχρονα προσπαθούν να εξηγήσουν τη θέση του σχολείου στο θέμα.
                </p>
            </section>

        </section>
    </div>
</template>
