<script setup>
    import { useUserPreferences } from '~~/store/useUserPreferences'; 
    const userPrefs = useUserPreferences();

</script>

<template>
    <div class="flex flex-col items-start 
        lg:flex-row-reverse lg:justify-end 
        xl:gap-10
        2xl:gap-20">
        <ClientOnly>
            <UiTableOfContents class="w-full lg:max-w-xs print:hidden" key="evolution-student-el" />
        </ClientOnly>


        <section class="e-article print:not-prose" lang="el" style="hyphens:auto;">
            <Icon name="openmoji:person-raising-hand-medium-light-skin-tone" class="float-right text-[5em] text-slate-300" />
            <Icon name="openmoji:person-shrugging" class="float-right text-[5em] text-slate-300" />
            <h1 class="mb-0">Εξέλιξη</h1>
            <h5 class="font-normal uppercase leading-tight">Υλικό μαθητή</h5>
        
            <section id="s-1">
                <h2 id="s-1t">Εισαγωγή</h2>

                <p>
                    Σε αυτήν την ενότητα καλείστε να απορρίψετε ή να επαληθεύσετε έναν κοινό μύθο για την εξέλιξη. Ξεκινώντας με ένα εισαγωγικό <NuxtLink to="a1">βίντεο</NuxtLink> μέσα από το οποίο θα αναδειχθούν μερικοί μύθοι σχετικά με την εξέλιξη, στην συνέχεια θα τους συζητήσετε στις ομάδες σας. Η συζήτηση στις ομάδες θα οδηγήσει στην επιλογή ενός μύθου και στην διερεύνηση του με σκοπό την συλλογή δεδομένων για την απόρριψη, ή επαλήθευση του. Με βάση την φύση της ενότητας, αυτής η δραστηριότητα θα βασιστεί σε δευτερογενή στοιχεία (αναζητήσεις από διάφορες πηγές στο διαδίκτυο) (βλέπε εικόνα 1).
                </p>
                <UiContentImage class="e-card mt-10" src="https://evidence.onkel.ee/assets/mythbusting-el.webp">
                    <template #caption>
                        <b>Εικόνα 1.</b> Δραστηριότητα Διερεύνησης Μύθου
                    </template>
                </UiContentImage>
                <p>
                    Μέσα από αυτήν την δραστηριότητα θα εξοικειωθείτε με την αξιολόγηση της εγκυρότητας πληροφοριών από διάφορες πηγές (επιστημονικές βάσεις δεδομένων και άλλα μέσα). Πρώτα όμως θα χρειαστεί να διατυπώσετε μια διερευνήσιμη υπόθεση. Όταν καταλήξετε στα συμπεράσματα σας θα πρέπει να βρείτε έναν κατάλληλο αλλά και πειστικό τρόπο (π.χ βίντεο) να παρουσιάσετε τα ευρήματα σας στους συμμαθητές σας (ή και σε άλλο κοινό). Επιπλέον θα σας ζητηθεί να γράψετε μια επιστολή προς έναν γονέα που ζητά να απαλλάξει το παιδί του από τα μαθήματα που καταπιάνονται με το θέμα της Εξέλιξης (δραστηριότητα 6). 
                </p>
            </section>




            <hr class="mt-10 mb-40 print:my-10" />

            <section id="a1">
                <h2 id="a1t">
                    Δραστηριότητα 1: Παρουσίαση του εισαγωγικού βίντεο
                </h2>
                <p>
                    Παρακαλώ δείτε το εισαγωγικό <b>βίντεο 1-Εvolution</b> ή/και το εισαγωγικό <b>βίντεο 2-Monkey business</b>. Καταγράψτε τις αρχικές σας σκέψεις και συναισθήματα σχετικά με τα ζητήματα που παρουσιάζονται.
                </p>
                <UiYoutube video="cXS_uSqzwuM" />
                <hr />
                <UiYoutube video="9jusKTXoQak" />
            </section>

            

<!--
    222222
        22
    222222
    22
    222222
-->
            


            <hr class="mt-10 mb-40 print:my-10" />
            
            <section id="a2">
                <h2 id="a2t">Δραστηριότητα 2: Ομαδική Συζήτηση</h2>
                
                <p>
                    Αφού παρακολουθήσετε το βίντεο, καλείστε να συζητήσετε το θέμα σε μικρές ομάδες (4-6 μέλη).
                </p>
                <ol>
                    <li>
                        Διατυπώστε στους συμμαθητές σας τις αρχικές σκέψεις και συναισθήματά σας για τα θέματα που παρουσιάζονται στο βίντεο.
                    </li>
                    <li>
                        Ως ομάδα, καλείστε να επιλέξετε έναν από τους μύθους που παρουσιάζονται τον οποίο θα καταρρίψετε ή θα επιβεβαιώσετε με βάση πληροφορίες που μπορείτε να βρείτε από το διαδίκτυο, τα σχολικά βιβλία κ.λπ.
                    </li>
                    <li>
                        Αφού επιλέξετε πιο μύθο θα διερευνήσετε, αποφασίστε αν θα εργαστείτε με βάση την καθοδηγούμενη διερεύνηση ή την ανοιχτή και επιλέξτε τον ανάλογο σύνδεσμο. 
                    </li>
                </ol>
            </section>

            
            
            
            <hr class="mt-10 mb-40 print:my-10" />

            <section id="a3">
                <h2 id="a3t">Δραστηριότητα 3: Διαπραγμάτευση μύθου (Καθοδηγούμενη διερεύνηση)</h2>

                <UiCardInfo icon="game-icons:unicorn" theme="rose-400" id="myth1">
                    <h4 class="mt-8 mb-4 leading-tight">
                        <span class="text-rose-400">1<sup>ος</sup> μύθος:</span> 
                        “Η εξέλιξη είναι απλά μια θεωρία.”
                    </h4>
                    <p>
                        Παρόλο που μερικοί άνθρωποι θεωρούν ότι η εξέλιξη είναι “απλά μια θεωρία,” αυτό θα έδινε στην ιδέα του Δαρβίνου μια αξία που δεν έχει. 
                    </p>
                    <p>
                        Μια θεωρία δημιουργείται από μια υπόθεση εργασίας σχετικά με κάτι που παρατηρούμε. Για να ελέγξουν αυτή την υπόθεση οι επιστήμονες διεξάγουν πειράματα που είτε θα την απορρίψουν, είτε θα την επιβεβαιώσουν. Με το πέρασμα του χρόνου, εάν μια υπόθεση συνεχίζει να επιβεβαιώνεται μέσα από διάφορα πειράματα η επιστημονική κοινότητα θα αναφέρεται σε αυτήν ως μια “θεωρία.” Ουσιαστικά, αυτό σημαίνει ότι επειδή η υπόθεση δεν έχει απορριφθεί για πολλά χρόνια και καμία άλλη γνωστή υπόθεση δεν λειτουργεί, τότε μπορούμε να είμαστε βάσιμα σίγουροι ότι είναι ακριβής. Οι θεωρίες, ωστόσο, δεν είναι πάντα διαχρονικές. Εάν για παράδειγμα μια νέα τεχνολογία επιτρέψει να κάνουμε καλύτερα πειράματα, μια θεωρία μπορεί να απορριφθεί.
                    </p>
                    <p>
                        Δύο είναι τα προβλήματα που εμποδίζουν τον οποιονδήποτε από το να αποκαλέσει την εξέλιξη θεωρία. Πρώτον, δεν υπάρχει κανένα άμεσο, παρατηρήσιμο πείραμα που μπορεί να πραγματοποιηθεί. Οι επιστήμονες μπορούν να μετρούν οστά, να μελετούν μεταλλάξεις, να αποκωδικοποιούν το DNA και να παρατηρούν ομοιότητες στη μορφολογία (τη μορφή και τη δομή των ζώων και των φυτών), αλλά δεν μπορούν ποτέ να εξετάσουν τα εξελικτικά γεγονότα στο παρελθόν. Κάποιοι επισημαίνουν τη φυσική επιλογή ως μια μορφή «εξέλιξης σε δράση», αλλά η φυσική επιλογή μπορεί να ενεργήσει μόνο βάσει του γενετικού δυναμικού που ήδη υπάρχει. Αυτό που παρατηρούμε από τη φυσική επιλογή είναι πρόσφατες δημιουργίες και δεν υποδηλώνει κοινή καταγωγή. Δεύτερον, και σε σχέση με τα παραπάνω, η εξέλιξη χάνει το νόημα της ως θεωρία, επειδή όλα τα υποτιθέμενα «τεστ» για την επιβεβαίωση του Δαρβινισμού δεν αντιστοιχούν απαραίτητα και σγκεκριμένα στην ιδέα. Με άλλα λόγια, το καθένα έχει μια εναλλακτική και εξίσου βιώσιμη εξήγηση. Μια θεωρία απαιτεί τα πειράματα επιβεβαίωσης να αντιστοιχούν σε μια συγκεκριμένη υπόθεση. Διαφορετικά, το πείραμα δεν μπορεί να έχει νομιμότητα. Η εξέλιξη δεν έχει νομιμότητα.
                    </p>
                    <p>
                        <a class="bg-red-400" href="#" target="_blank" rel="noopener noreferrer">Evolution: Not even a theory</a>
                    </p>
                    <UiNavButtonBar class="font-Body mb-6" :buttons="[
                        {text:'Ανοιχτή διερεύνηση 1', url:'./inquiry/open', blank:false},
                        {text:'Καθοδηγούμενη διερεύνηση 1', url:'./inquiry/myth1', blank:false}
                    ]" />
                </UiCardInfo>

                <div class="divider my-6"></div>
                
                <UiCardInfo icon="game-icons:unicorn" theme="rose-400" id="myth2">
                    <h4 class="mt-8 mb-4 leading-tight">
                        <span class="text-rose-400">2<sup>ος</sup> μύθος:</span>
                        “Η εξέλιξη είναι αντιεπιστημονική γιατί δεν μπορεί να ελεγχθεί ή να τροποποιηθεί. Προβάλλει ισχυρισμούς για γεγονότα που δεν παρατηρήθηκαν και δεν μπορούν ποτέ να επαναληφθούν.”
                    </h4>
                    <p>
                        Η επιστήμη είναι μια συστηματική μελέτη των φυσικών φαινομένων βασισμένη σε παρατηρήσεις, ταυτοποίηση, περιγραφή ,πειραματική διερεύνηση και θεωρητική επεξήγηση.
                    </p>
                    <h4>
                        Η φύση της Αληθούς Επιστήμης
                    </h4>
                    <ul class="leading-tight">
                        <li>
                            Έχει ακεραιότητα, μπορείς να βασιστείς σε αυτήν και είναι αξιόπιστη
                        </li>
                        <li>
                            Είναι ελεγχόμενη, μπορεί να μετρηθεί και να επαληθευτεί 
                        </li>
                        <li>
                            Έχει επαναληψιμότητα, μπορεί να αντιγραφεί 
                        </li>
                    </ul>
                    <p>
                        Η εξέλιξη δεν πληροί αυστηρά τα κριτήρια της Επιστήμης. Δεν μπορεί να μετρηθεί. Είναι πολύ δύσκολο να παρατηρήσεις την εξέλιξη του παρελθόντος εξαιτίας τον άγνωστων παραμέτρων που μπορεί να υπήρχαν στο παρελθόν.
                    </p>
                    <p>
                        <a class="bg-red-400" href="#" target="_blank" rel="noopener noreferrer">Fallacies of Evolution</a>
                    </p>
                    <UiNavButtonBar class="font-Body mb-6" :buttons="[
                        {text:'Ανοιχτή διερεύνηση 2', url:'./inquiry/open', blank:false},
                        {text:'Καθοδηγούμενη διερεύνηση 2', url:'./inquiry/myth2', blank:false}
                    ]" />
                </UiCardInfo>
                
                <div class="divider my-6"></div>
                
                <UiCardInfo icon="game-icons:unicorn" theme="rose-400" id="myth3">
                    <h4 class="mt-8 mb-4 leading-tight">
                        <span class="text-rose-400">3<sup>ος</sup> μύθος:</span> 
                        “Η εξέλιξη ακολουθεί ένα προκαθορισμένο, γραμμικό μονοπάτι (ή αφού ο άνθρωπος εξελίχθηκε από τους πιθήκους, γιατί υπάρχουν ακόμα πίθηκοι;)”
                    </h4>
                    <p>
                        “Αν η εξέλιξη ήταν αληθής, τότε οι σύγχρονοι άνθρωποι προήλθαν από τους πιθήκους. (Εξάλλου, έχουμε δει πολλά επιστημονικά διαγράμματα που δείχνουν τους πιθήκους ως προγόνους του ανθρώπου). Έτσι, αφού οι πίθηκοι εξακολουθούν να υπάρχουν, αυτό σημαίνει ότι δεν έγιναν άνθρωποι και αυτοί που υποστηρίζουν την εξέλιξη είναι ανόητοι όταν λένε ότι οι πίθηκοι εξελίχθηκαν σε ανθρώπους. Έκλεισε η υπόθεση!”
                    </p>
                    <p>
                        <a class="bg-red-400" href="#" target="_blank" rel="noopener noreferrer">If Humans Evolved from Apes, Why Do Apes Exist Today?</a>
                    </p>
                    <UiNavButtonBar :buttons="[
                        {text:'Ανοιχτή διερεύνηση 3', url:'./inquiry/open', blank:false},
                        {text:'Καθοδηγούμενη διερεύνηση 3', url:'./inquiry/myth3', blank:false}
                    ]" class="mb-6 font-Body"
                    />
                </UiCardInfo>
                
                <div class="divider my-6"></div>
                
                <UiCardInfo icon="game-icons:unicorn" theme="rose-400" id="myth4">
                    <h4 class="mt-8 mb-4 leading-tight">
                        <span class="text-rose-400">4<sup>ος</sup> μύθος:</span> 
                        “Η εξέλιξη δημιουργεί τέλεια προσαρμοσμένα πλάσματα”
                    </h4>
                    <p>
                        Η βιολογική εξέλιξη είναι η υποτιθέμενη διαδικασία κατά την οποία το πρώτο κύτταρο εξελίχθηκε στην ποικιλομορφία της ζωής που βλέπουμε σήμερα. Η φυσική επιλογή και οι μεταλλάξεις θεωρούνται η κινητήρια δύναμή της. Ωστόσο, η εξέλιξη δεν έχει παρατηρηθεί ποτέ, παρά τις πολυάριθμες διακηρύξεις για το αντίθετο. Η φυσική επιλογή και οι μεταλλάξεις δεν μπορούν να προσφέρουν τις απαραίτητες πληροφορίες για την αλλαγή ενός είδους σε άλλο. Και δεν χρειάζεται πτυχίο επιστήμης για να καταλάβουμε γιατί η εξέλιξη από μόρια σε άνθρωπο είναι αδύνατη (Evolution).
                    </p>
                    <p>
                        <a class="bg-red-400" href="#" target="_blank" rel="noopener noreferrer">Evolution</a>
                    </p>
                    <UiNavButtonBar class="font-Body mb-6" :buttons="[
                        {text:'Ανοιχτή διερεύνηση 4', url:'./inquiry/open', blank:false},
                        {text:'Καθοδηγούμενη διερεύνηση 4', url:'./inquiry/myth4', blank:false}
                    ]" />
                </UiCardInfo>
                
                <div class="divider my-6"></div>
                
                <UiCardInfo icon="game-icons:unicorn" theme="rose-400" id="myth5">
                    <h4 class="mt-8 mb-4 leading-tight">
                        <span class="text-rose-400">5<sup>ος</sup> μύθος:</span> 
                        “Τα είδη δεν αλλάζουν.”
                    </h4>
                    <p>
                        Τα απολιθώματα δείχνουν μια έκρηξη νέων μορφών ζωής στην Κάμβρια περίοδο, αλλά κανένα ίχνος από τους υποτιθέμενους εξελικτικούς προγόνους. Επιπλέον, η απότομη εμφάνιση νέων βιολογικών μορφών είναι ένα επαναλαμβανόμενο φαινόμενο σε όλη την ιστορία της ζωής. Το απολιθώματα τεκμηριώνουν επανειλημμένα τις ξαφνικές εμφανίσεις νέων μορφών ζωής. Για περισσότερα σχετικά με αυτό, δείτε το «The Fossil Record and Universal Common Ancestry», ένα άρθρο των Günter Bechly και Stephen Meyer που τεκμηριώνει 19 εκρήξεις ή απότομες εμφανίσεις νέων βιολογικών μορφών στις καταγραφές απολιθωμάτων.
                    </p>
                    <!-- <p>
                        <a href="https://skepticalscience.com/co2-temperature-correlation.htm" target="_blank" rel="noopener noreferrer">https://skepticalscience.com/co2-temperature-correlation.htm</a>
                    </p> -->
                    <UiNavButtonBar :buttons="[
                        {text:'Ανοιχτή διερεύνηση 5', url:'./inquiry/open', blank:false},
                        {text:'Καθοδηγούμενη διερεύνηση 5', url:'./inquiry/myth5', blank:false}
                    ]" class="mb-6 font-Body"
                    />
                </UiCardInfo>
                
                <div class="divider my-6"></div>
                            
                <UiCardInfo icon="game-icons:unicorn" theme="rose-400" id="myth6">
                    <h4 class="mt-8 mb-4 leading-tight">
                        <span class="text-rose-400">6<sup>ος</sup> μύθος:</span> 
                        “Η χρήση, ή η μη χρήση ενός οργάνου κατά τη διάρκεια της ζωής κάποιου οργανισμού, θα μπορούσε να κληρονομηθεί από τους απογόνους του και να οδηγήσει σε αλλαγή του είδους.”
                    </h4>
                    <p>
                        Τροποποιήσεις σε ένα άτομο που προκαλούνται από το περιβάλλον του, με άλλα λόγια, η χρήση ή η μη χρήση ενός οργάνου κατά τη διάρκεια της ζωής του, θα μπορούσαν να κληρονομηθούν από τους απογόνους του και, επομένως, να επιφέρουν αλλαγές στο είδος.
                    </p>
                    <p>
                        <a class="bg-red-400" href="#" target="_blank" rel="noopener noreferrer">Understanding Evolution</a>
                    </p>
                    <UiNavButtonBar :buttons="[
                        {text:'Ανοιχτή διερεύνηση 6', url:'./inquiry/open', blank:false},
                        {text:'Καθοδηγούμενη διερεύνηση 6', url:'./inquiry/myth6', blank:false}
                    ]" class="mb-6 font-Body"
                    />
                </UiCardInfo>
                
            </section>






<!-- 
    333333 
        33
     33333
        33
    333333
 -->


            



<!-- 
    44   44    5555555
    44   44    55
    4444444    5555555
         44         55
         44    5555555
-->
                



            <ModulesStudentActivity45El />




<!-- 
    6666666
    66
    6666666
    66   66
    6666666
 -->






            <hr class="mt-10 mb-40 print:my-10" />

            <section id="s7">
                <h2 id="s7t">Δραστηριότητα 6: Μελέτη Περίπτωσης</h2>

                <p>
                    Σε αυτή τη δραστηριότητα, καλείστε να απαντήσετε σε επιστολή που έστειλαν οι γονείς ενός από τους μαθητές της Γ΄ Λυκείου στον διευθυντή με αίτημα να απαλλαγεί το παιδί τους από τα μαθήματα που καταπιάνονται με το θέμα της Εξέλιξης και τη μελέτη του, επειδή στο σπίτι υποστηρίζεται η <a href="https://en.wikipedia.org/wiki/Creationism" target="_blank" rel="noopener noreferrer">δημιουργική προσέγγιση</a> για την προέλευση της Γης και της Ζωής.
                </p>
                <p>
                    Όπως και σε κάθε άλλο αναγνωρισμένο σχολείο της χώρας ακολουθείται το εθνικό πρόγραμμα σπουδών το οποίο περιλαμβάνει το θέμα της Εξέλιξης και το οποίο βασίζεται σε μια σύγχρονη επιστημονική αντίληψη.
                </p>
                <p>
                    Βοηθήστε τον διευθυντή του Λυκείου να προετοιμάσει μια απάντηση προς τους γονείς που να δείχνει ότι από την μια σέβεται τις θρησκευτικές τους πεποιθήσεις αλλά ταυτόχρονα να μην έρχεται σε σύγκρουση με την εφαρμογή του εθνικού προγράμματος σπουδών.
                </p>
                <p>
                    Η έκταση της επιστολής θα μπορούσε να είναι 250-500 λέξεις. Προσπαθήστε να είστε ευγενικοί και να χρησιμοποιήσετε όσο το δυνατόν περισσότερες επεξηγήσεις για να δικαιολογήσετε την απόφασή σας.
                </p>
            </section>

        </section>
    </div>
</template>