<template>
    <div class="flex flex-col items-start 
        lg:flex-row-reverse lg:justify-end 
        xl:gap-10
        2xl:gap-20">
        <ClientOnly>
            <UiTableOfContents class="w-full lg:max-w-xs print:hidden" />
        </ClientOnly>



        <section class="e-article" lang="el" style="hyphens: auto;">
            <Icon name="openmoji:scientist-medium-dark-skin-tone" class="float-right text-[5em]" />
            <h1 class="mb-0">Εξέλιξη</h1>
            <h5 class="font-normal uppercase leading-tight">Επιστημονικό Υπόβαθρο</h5>
        
            <section id="s1">
                <h2 id="s1t">Τι είναι η εξέλιξη;</h2>
                <p>
                    Η εξέλιξη αναφέρεται στις διαδικασίες, λίγο πολύ σταδιακές, που έχουν μετατρέψει τη ζωή στη Γη από τις πρώτες της μορφές στην τεράστια ποικιλομορφία που τη χαρακτηρίζει σήμερα. Οι πρώτοι ζωντανοί οργανισμοί χρονολογούνται πριν από 3800 εκατομμύρια χρόνια. Στην πραγματικότητα, τα πάντα στο Σύμπαν εξελίσσονται, τίποτα δεν μένει σταθερό. Μπορούμε να μιλήσουμε για την εξέλιξη ενός αστεριού, την εξέλιξη της λιθόσφαιρας… και την εξέλιξη των ζωντανών οργανισμών. Τα  έμβια όντα εμφανίζονταν και εξαφανίζονταν καθ’ όλη τη διάρκεια του γεωλογικού χρόνου και πολλά είδη στις μέρες μας, με διαφορετικά χαρακτηριστικά, έχουν κοινούς προγόνους. Είναι γνωστό ότι είδη που υπήρχαν στο παρελθόν, τώρα έχουν εξαφανιστεί, και άλλα που δεν υπήρχαν στους παλαιότερους γεωλογικούς χρόνους, υπάρχουν σήμερα. Σε γενικές γραμμές, η εξελικτική αλλαγή βασίζεται στις αλληλεπιδράσεις μεταξύ του πληθυσμού των οργανισμών και του περιβάλλοντος τους. Καθώς υπήρξαν αλλαγές στο περιβάλλον, χρειάστηκαν διαφορετικά χαρακτηριστικά προκειμένου οι πληθυσμοί να προσαρμοστούν σε αυτές τις αλλαγές. 
                </p>
            </section>
            
             
            
            <hr  class="mt-10 mb-40" />

            <section id="s2">
                <h2 id="s2t">
                    Θεωρίες της εξέλιξης
                </h2>
                <h3>
                    Θεωρία της εξέλιξης του Lamarck
                </h3>
                <ol>
                    H θεωρία της εξέλιξης του Lamarck βασίζεται στο ότι:
                    <li>
                        Η εξέλιξη οδηγείται από μια έμφυτη τάση προς όλο και μεγαλύτερη αλλά και καλύτερη πολυπλοκότητα, προς την τελειότητα (ζωτική δύναμη).
                    </li>
                    <li>
                        Αυτή η έμφυτη τάση προς την τελειότητα επηρεάζεται από περιβαλλοντικές αλλαγές, επιτρέποντας στους οργανισμούς να προσαρμόζονται καλύτερα στο περιβάλλον τους. Αυτές οι περιβαλλοντικές αλλαγές δημιουργούν «νέες ανάγκες» στους οργανισμούς αναγκάζοντας τους να  χρησιμοποιούν ορισμένα όργανα, ή χαρακτηριστικά, περισσότερο από άλλα.
                    </li>
                    <li>
                        Η χρήση και η μη χρήση ορισμένων οργάνων κάνει τα όργανα που χρησιμοποιούνται συχνότερα να μπορούν να ανταποκρίνονται καλύτερα στις προκλήσεις του περιβάλλοντος, με αποτέλεσμα να γίνονται μεγαλύτερα και πιο δυνατά, ενώ εκείνα που δεν χρησιμοποιούνται να φθείρονται. Με άλλα λόγια: η λειτουργία κάνει το όργανο. Έτσι, οι οργανισμοί θα μπορούσαν να αποκτήσουν ορισμένα χαρακτηριστικά κατά τη διάρκεια της ζωής τους ενώ παράλληλα να χάσουν κάποια άλλα.
                    </li>
                    <li>
                        Ο Lamarck πίστευε ότι οι τροποποιήσεις που αποκτά ένας οργανισμός κατά τη διάρκεια της ζωής του καταφέρνουν να περάσουν και στους απογόνους του (κληρονομιά επίκτητων χαρακτηριστικών).
                    </li>
                    <li>
                        Ένα είδος δεν μπορεί να μεταμορφωθεί σε κανένα άλλο είδος, μόνο σε ένα παρόμοιο είδος στο οποίο μπορεί να εξελιχθεί σταδιακά.
                    </li>
                    <li>
                        Ο Lamarck καθιέρωσε το γεγονός της εξέλιξης, αλλά η θεωρία του είχε αρκετά ελαττώματα:
                        <ul>
                            <li>
                                Δεν υπάρχουν στοιχεία που να αποδεικνύουν ότι υπάρχει έμφυτη τάση (ζωτική ώθηση) των οργανισμών προς την πολυπλοκότητα.
                            </li>
                            <li>
                                Τα επίκτητα χαρακτηριστικά δεν κληρονομούνται. Όλοι γνωρίζουμε ότι η σωματική άσκηση θα κάνει τους μύες μας να αναπτυχθούν, αλλά τέτοια επίκτητα φυσικά χαρακτηριστικά (που δεν είναι γενετικά) δεν μεταβιβάζονται στους απογόνους. Τέτοια επίκτητα χαρακτηριστικά δημιουργούνται από περιβαλλοντικούς παράγοντες και από την ανάπτυξη του οργανισμού, αλλά όχι από τα γονίδια. Μόνο εκείνα τα χαρακτηριστικά που ρυθμίζονται από γονίδια είναι κληρονομικά και μόνο εάν βρίσκονται στα αναπαραγωγικά κύτταρα. Ό,τι συμβαίνει με τα σωματικά κύτταρα λόγω της χρήσης, ή της μη χρήσης, τους δεν θα επηρεάσει τα γονίδια στους γαμέτες, επομένως το χαρακτηριστικό δεν θα είναι κληρονομήσιμο. Ο F.L. August Weissmann (1834-1914) πραγματοποίησε το ακόλουθο πείραμα για να αντικρούσει τη θεωρία του Lamarck: Έκοψε τις ουρές από 1500 ποντίκια, επανειλημμένα για 20 γενιές, και ανέφερε ως αποτέλεσμα ότι κανένα ποντίκι δεν γεννήθηκε ποτέ χωρίς ουρά. Σύμφωνα με τον Lamarck και τη θεωρία του, η μη χρήση της ουράς θα έπρεπε να είχε απογόνους χωρίς ουρά ή με μη αναπτυγμένη ουρά, ωστόσο αυτό δεν συνέβη ποτέ. 
                            </li>
                        </ul>
                    </li>
                </ol>

                <h3>
                    Θεωρία της εξέλιξης των Darwin-Wallace
                </h3>
                <p>
                    Ο Κάρολος Δαρβίνος ήταν 22 ετών όταν αναχώρησε από την Αγγλία με το Beagle τον Δεκέμβριο του 1831, ένα ταξίδι σε όλο τον κόσμο που θα διαρκούσε πέντε χρόνια. Κατά τη διάρκεια της αποστολής ο Δαρβίνος συνέλεξε χιλιάδες δείγματα της εξωτικής και εξαιρετικά διαφορετικής πανίδας και χλωρίδας διαφόρων τόπων. Ήταν επίσης σε θέση να παρατηρήσει τις διάφορες προσαρμογές φυτών και ζώων που κατοικούσαν σε τόσο διαφορετικά περιβάλλοντα. 
                </p>
                <ul>
                    Ενώ ο Δαρβίνος δεν γνώριζε τίποτα για τον μηχανισμό της κληρονομικότητας, γνώριζε πολύ καλά πολλά άλλα στοιχεία για τους ζωντανούς οργανισμούς, και ιδιαίτερα τα εξής:
                    <li>
                        Τα είδη που κατοικούν σήμερα στη Γη δεν είναι τα ίδια είδη που υπήρχαν στο παρελθόν, αν και μοιάζουν με αυτά. Αυτή η πτυχή της εξέλιξης ήταν πολύ εμφανής στον Δαρβίνο από τις διάφορες καταγραφές απολιθωμάτων.
                    </li>
                    <li>
                        Κάθε είδος έχει έναν αριθμό χαρακτηριστικών που το βοηθούν να προσαρμοστούν στον τρόπο ζωής του και στο ιδιαίτερο περιβάλλον του. Μεγάλο μέρος της <i>«Καταγωγής των Ειδών»</i> είναι αφιερωμένο σε λεπτομερείς περιγραφές των προσαρμογών συγκεκριμένων ειδών, όπως για παράδειγμα τα διάφορα σχήματα του ράμφους των σπίνων στα νησιά Γκαλαπάγκος.
                    </li>
                    <li>
                        Η επιλεκτική αναπαραγωγή οικόσιτων ειδών μπορεί να παραγάγει ποικίλες μορφές χαρακτήρων. Για παράδειγμα, οι κυνοτρόφοι έχουν δημιουργήσει πολλές ράτσες σκυλιών που διαφέρουν σε χαρακτηριστικά όπως το μήκος του αυτιού, το ανάστημα και η συμπεριφορά: διαφορετικές ράτσες έχουν διαφορετικά χαρακτηριστικά.
                    </li>
                </ul>
                <p>
                    Ένας άλλος φυσιολάτρης, ο Alfred Wallace, που εργαζόταν στις Ανατολικές Ινδίες, έστειλε ένα χειρόγραφο στον Δαρβίνο στο οποίο ανέπτυσσε μια θεωρία φυσικής επιλογής πανομοιότυπη με αυτή του Δαρβίνου. Το 1958 δημοσίευσαν μαζί τη θεωρία τους για την Εξέλιξη, η οποία αντικατέστησε την εξελικτική θεωρία του Lamarck. Ο Δαρβίνος εξήγησε αυτή τη θεωρία στο βιβλίο του «Η Καταγωγή των Ειδών» (The Origin of Species), όπου παρουσίασε τη θεωρία του για τη φυσική επιλογή ως τον μηχανισμό της εξέλιξης.  
                </p>
                <ul>
                    Η θεωρία του Δαρβίνου για τη φυσική επιλογή μπορεί να εκφραστεί με τέσσερις προτάσεις: 
                    <li>
                        Ένα συγκεκριμένο είδος παράγει, μέσω της αναπαραγωγής, περισσότερα άτομα από όσα μπορούν να επιβιώσουν εντός των περιορισμών (π.χ. προσφορά τροφής) που θέτει το περιβάλλον στο οποίο ζουν.
                    </li>
                    <li>
                        Κατά συνέπεια, υπάρχει ένας <b><i>αγώνας για επιβίωση</i></b> λόγω της διαφοράς μεταξύ του αριθμού των ατόμων που παράγονται μέσω αναπαραγωγής και του αριθμού που μπορούν να επιβιώσουν.
                    </li>
                    <li>
                        Τα άτομα σε ένα είδος παρουσιάζουν <b><i>διαφοροποίηση</i></b>. Δεν υπάρχουν δύο άτομα που να είναι ακριβώς ίδια. Όσοι έχουν πλεονεκτικούς χαρακτήρες έχουν μεγαλύτερη πιθανότητα επιβίωσης, άρα και αναπαραγωγής.
                    </li>
                    <li>
                        Τα άτομα παράγουν απογόνους που τείνουν να μοιάζουν με τους γονείς τους (αρχή της <b><i>κληρονομικότητας</i></b>). Με την προϋπόθεση ότι τα πλεονεκτικά χαρακτηριστικά που προάγουν την επιβίωση κληρονομούνται από τους απογόνους, τα άτομα που έχουν αυτά τα χαρακτηριστικά θα γίνουν πιο κοινά στον πληθυσμό κατά τη διάρκεια των διαδοχικών γενεών, επειδή έχουν περισσότερες πιθανότητες επιβίωσης και αναπαραγωγής από τα άτομα που δεν έχουν αυτά τα χαρακτηριστικά.   
                    </li>
                </ul>

                <p>
                    Η ουσία της θεωρίας του Δαρβίνου είναι ότι η φυσική επιλογή θα συμβεί εάν πληρούνται τρεις προϋποθέσεις. Αυτές οι συνθήκες είναι ο <b><i>αγώνας για επιβίωση</i></b>, <b><i>η διαφοροποίηση</i></b> και η <b><i>κληρονομικότητα</i></b>.
                </p>
                <p>
                    <b>Μερικές διευκρινίσεις σχετικά με αυτή τη θεωρία:</b>
                </p>
                <ul>
                    <li>
                        Σύμφωνα με τον Δαρβίνο, η εξέλιξη είναι σταδιακή, αργή και συνεχής: δεν υπάρχουν ξαφνικές ή απότομες αλλαγές. Είναι μια σταδιακή συσσώρευση μικρών αλλαγών.
                    </li>
                    <li>
                        Οι περιβαλλοντικοί παράγοντες είναι αυτοί που κατευθύνουν τη φυσική επιλογή. Με τον καιρό, τα άτομα που φέρουν χαρακτηριστικά λιγότερο προσαρμοσμένα στο περιβάλλον τους θα εξαφανίζονται και εκείνα με πιο ευνοϊκά χαρακτηριστικά θα επιβιώνουν (επιβίωση του καλύτερα προσαρμοσμένου – survival of the fittest).
                    </li>
                    <li>
                        Σε μεγάλες χρονικές περιόδους και πάντα λόγω περιβαλλοντικών παραγόντων, μια ομάδα ατόμων μπορεί να αποκτήσει ένα σημαντικό αριθμό ευνοϊκών χαρακτηριστικών που θα οδηγήσει στην δημιουργία ενός νέου είδους.
                    </li>
                    <li>
                        Στις μέρες μας, πολλοί άνθρωποι λανθασμένα πιστεύουν ότι η θεωρία του Δαρβίνου εξηγεί την εξέλιξη. Υπάρχουν πολλές αντιρρήσεις για τη Δαρβινική άποψη (πολλές από αυτές τις αντιρρήσεις παρουσιάστηκαν ενώ ήταν ακόμη ζωντανός).
                    </li>
                    <li>
                        Όταν ο Δαρβίνος έπρεπε να εξηγήσει τι προκάλεσε μεμονωμένες παραλλαγές μεταξύ των οργανισμών ενός πληθυσμού, έπρεπε να δανειστεί τη θεωρία των επίκτητων χαρακτηριστικών του Lamarck (ο Weissman δεv είχε πραγματοποιήσει τα πειράματά του μέχρι το 1880). Ο Mendel εξήγγειλε τους νόμους της κληρονομικότητας έξι χρόνια αφότου ο Δαρβίνος δημοσίευσε το βιβλίο του, ωστόσο το έργο του Mendel αναγνωρίστηκε ή εκτιμήθηκε μόλις 30 χρόνια αργότερα, γεγονός που επιβράδυνε σημαντικά την κατανόηση των εξελικτικών μηχανισμών.
                    </li>
                </ul>

                <h3>
                    Η σύγχρονη εξελικτική σύνθεση, ή Νεοδαρβινισμός
                </h3>
                <p>
                    Μια ολοκληρωμένη θεωρία της εξέλιξης που έγινε γνωστή ως η σύγχρονη σύνθεση ή αλλιώς Νεοδαρβινισμός εμφανίστηκε στις αρχές της δεκαετίας του 1940. Αυτή η θεωρία δεν είναι έργο ενός, αλλά πολλών επιστημόνων. Ονομάζεται σύνθεση επειδή ενσωμάτωσε ανακαλύψεις και ιδέες από πολλά διαφορετικά πεδία, συμπεριλαμβανομένης της πληθυσμιακής γενετικής, της παλαιοντολογίας, της ταξινόμησης κ.a. Συνδυάζει τη θεωρία του Δαρβίνου για την εξέλιξη των ειδών μέσω της φυσικής επιλογής, με τη θεωρία της γενετικής του Gregor Mendel ως βάσης για τη βιολογική κληρονομικότητα. 
                </p>
                <p>
                    <b><i>Μπορούμε να ορίσουμε την εξέλιξη ως τη φυσική επιλογή</i></b> (η οποία φαίνεται μέσω της διαφορικής αναπαραγωγής), <b><i>που δρα στη γενετική ποικιλομορφία</i></b> (η οποία είναι αποτέλεσμα μεταλλάξεων, ή σεξουαλικού ανασυνδυασμού) <b><i>που εμφανίζεται μεταξύ των ατόμων ενός πληθυσμού</i></b>.
                </p>
                <ul>
                    Μερικές σημαντικές πτυχές αυτού του ορισμού είναι:
                    <li>
                        Ο πληθυσμός αποτελείται από μια ομάδα ατόμων που ανήκουν στο ίδιο είδος και διασταυρώνονται μεταξύ τους (και περιστασιακά με μέλη άλλων πληθυσμών του ίδιου είδους).
                    </li>
                    <li>
                        Ως αποτέλεσμα αυτής της κλειστής σεξουαλικής αλληλεπίδρασης σε έναν πληθυσμό, δημιουργείται γονιδιακή ροή (δηλαδή τα γονίδια των διαφόρων ατόμων κυκλοφορούν εντός του πληθυσμού και μπορούν να μεταδοθούν σε ολόκληρο τον πληθυσμό). 
                    </li>
                    <li>
                        Οι γενετικές παραλλαγές μεταξύ των ατόμων μπορεί να οφείλονται σε: 
                        <ul>
                            <li>
                                <b>μεταλλάξεις</b> (αυτές οι παραλλαγές μπορούν να συμβούν σε άτομα και με τους δύο τύπους αναπαραγωγής, σεξουαλική και μη) και
                            </li>
                            <li>
                                <b>μειωτικό ή σεξουαλικό ανασυνδυασμό</b> (αυτό λαμβάνει χώρα κατά τη διάρκεια της μείωσης Ι, επομένως, μπορεί να συμβεί μόνο σε άτομα με σεξουαλική αναπαραγωγή).
                            </li>
                        </ul>
                    </li>
                    <li>
                        Λόγω μεταλλάξεων και μειωτικών ανασυνδυασμών, γεννιούνται συνεχώς άτομα με νέα χαρακτηριστικά. Εάν αυτά τα άτομα επιβιώσουν και αποκτήσουν απογόνους, τα νέα χαρακτηριστικά τους θα παραμείνουν εντός της γονιδιακής δεξαμενής του πληθυσμού. Μέσα από διαδοχικές γενιές, αυτές οι γενετικές παραλλαγές θα μπορούσαν να μεταβιβαστούν σε πολλά (ή όλα τα) μέλη του πληθυσμού.
                    </li>
                    <li>
                        Το αν αυτό θα συμβεί ή όχι εξαρτάται από τη φυσική επιλογή (μερικά άτομα έχουν περισσότερους απογόνους από άλλα). Οι οργανισμοί που προσαρμόζονται καλύτερα σε ένα δεδομένο περιβάλλον θα έχουν περισσότερες πιθανότητες να επιβιώσουν στην αναπαραγωγική ηλικία αλλά και να αποκτήσουν δικούς τους απογόνους. Οι οργανισμοί που προσαρμόζονται καλύτερα στο περιβάλλον τους θα έχουν περισσότερες πιθανότητες να είναι επιτυχείς στην αναπαραγωγή και έτσι οι καλύτερα προσαρμοσμένοι οργανισμοί θα αναπαράγονται με μεγαλύτερο ρυθμό σε σχέση με τους λιγότερο καλά προσαρμοσμένους οργανισμούς. Επομένως, τα γονίδια αυτών που αναπαράγονται περισσότερο θα κυριαρχούν στη γονιδιακή δεξαμενή του πληθυσμού. Αυτό είναι γνωστό ως διαφορική αναπαραγωγή.
                    </li>
                    <li>
                        Είναι σημαντικό να κατανοήσουμε ότι δεν είναι μόνο πόσο καλά προσαρμοσμένοι είναι κάποιοι οργανισμοί, αλλά και πόσο καλά είναι σε θέση να αναπαραχθούν για να μπορέσουν να μεταδώσουν τα νέα χαρακτηριστικά. Για παράδειγμα, μπορεί ένα άτομο να είναι πολύ καλά προσαρμοσμένο στο περιβάλλον του, ωστόσο, να έχει μια μετάλλαξη που το καθιστά στείρο. Αυτό το άτομο θα είχε κάποια επίδραση στην εξέλιξη του πληθυσμού του;
                    </li>
                    <li>
                        Επομένως, η διαδικασία της εξέλιξης έχει δύο στάδια:
                        <ul>
                            <li>
                                Η γενετική ποικιλομορφία μπορεί να προκύψει μεσω μεταλλάξεων ή/και μειωτικών ανασυνδυασμών.
                            </li>
                            <li>
                                Αυτή η ποικιλομορφία πρέπει να εξαπλωθεί σε ολόκληρο τον πληθυσμό μέσω της διαφορικής αναπαραγωγής (φυσική επιλογή) σε διαδοχικές γενιές.
                            </li>
                        </ul>
                    </li>
                    <li>
                        Τα άτομα δεν εξελίσσονται, οι πληθυσμοί εξελίσσονται. Τα γενετικά χαρακτηριστικά που έχει ένα άτομο συνήθως δεν διαφοροποιούνται κατά τη διάρκεια της ζωή του και μόλις πεθάνει εξαφανίζονται. Ωστόσο, εάν το άτομο αναπαράγεται σεξουαλικά μπορεί να μεταδώσει γενετικές παραλλαγές στους απογόνους του.
                    </li>
                    <li>
                        Η διαδικασία της εξέλιξης δεν ακολουθεί ένα σταθερό πρότυπο, καθώς οι γενετικές παραλλαγές συμβαίνουν τυχαία. Αυτό δεν σημαίνει ότι η εξέλιξη στερείται κινητήριας δύναμης ,καθώς τα άτομα που είναι πιο επιτυχημένα στην αναπαραγωγή είναι αυτά που είναι καλύτερα προσαρμοσμένα, η κινητήρια δύναμη της εξέλιξης είναι η φυσική επιλογή. Επομένως, η φυσική επιλογή δρα μέσω της διαφορικής αναπαραγωγής και όχι μέσω του αγώνα για επιβίωση.
                    </li>
                </ul>

                <h2>
                    Παραδείγματα:
                </h2>

                <h3>
                    H εξέλιξη της καμηλοπάρδαλης σύμφωνα με τον Lamarck: 
                </h3>
                <p>
                    Οι πρόγονοι της καμηλοπάρδαλης (με κοντό λαιμό και κοντά πόδια) έτρωγαν φύλλα. Καθώς τα κάτω φύλλα τρώγονταν έπρεπε να τεντώσει το λαιμό της σε μια προσπάθεια να φάει τα ψηλότερα φύλλα. Λόγω αυτής της «έμφυτης παρόρμησης», ο λαιμός και τα πόδια της άρχισαν να μεγαλώνουν. Κατά τον Lamarck, ο μακρύς λαιμός και τα πόδια της καμηλοπάρδαλης εξελίχθηκαν σταδιακά, ως τα επικρατή χαρακτηριστικά πολλών γενεών προγόνων, που συνέχισαν να γίνονται όλο και πιο ψηλοί, και τα κληρονόμησαν στους απογόνους.
                </p>
                <h3>
                    Η εξέλιξη της καμηλοπάρδαλης σύμφωνα με τον Δαρβίνο: 
                </h3>
                <p>
                    Η ποικιλομορφία που εμφανίστηκε στους πληθυσμούς της καμηλοπάρδαλης οδήγησε στην εμφάνιση ορισμένων ατόμων εντός του πληθυσμού με μακρύτερα πόδια και μακρύτερο λαιμό. Αυτοί τα χαρακτηριστικά μεταφέρθηκαν στους απογόνους τους. Στην αρχή, αυτό δεν είχε κανένα πλεονέκτημα για το άτομο καθώς υπήρχαν αρκετά χαμηλά φύλλα στα δέντρα. Ωστόσο, καθώς τα κάτω φύλλα ξεκίνησαν να σπανίζουν, μόνο τα άτομα με τον μακρύ λαιμό και τα μακρύτερα πόδια μπορούσαν να φτάσουν στα ψηλότερα φύλλα, γεγονός που τους επέτρεψε να επιβιώσουν από γενιά σε γενιά και να αποκτήσουν περισσότερους απογόνους. Με τον καιρό, αυτά τα άτομα έγιναν ο μόνος τύπος καμηλοπάρδαλης που υπήρχε.
                </p>
                <h3>
                    Η εξέλιξη της καμηλοπάρδαλης σύμφωνα με τη σύγχρονη εξελικτική σύνθεση:                </h3>
                <p>
                    Οι πρόγονοι των σημερινών καμηλοπαρδάλεων δεν είχαν μακρύ λαιμό ούτε μακριά μπροστινά πόδια. Με μετάλλαξη ή/και γενετικό ανασυνδυασμό εμφανίστηκαν σε ένα πληθυσμό νέα άτομα που παρουσίαζαν μακρύ λαιμό ή/και μακριά πόδια. Αυτά τα νέα άτομα προσαρμόστηκαν καλύτερα στο περιβάλλον. Έτρωγαν περισσότερο, έβρισκαν πιο εύκολα συντρόφους και επομένως αναπαράγονταν και πιο συχνά. Με τον καιρό έγιναν οι μόνες υπάρχουσες καμηλοπαρδάλεις. Προφανώς, τα άτομα με κοντό λαιμό και κοντά πόδια (και τα δύο αρνητικά χαρακτηριστικά) καθώς ήταν λιγότερο προσαρμοσμένα στο περιβάλλον, δεν αναπαράγονταν τόσο επιτυχημένα όσο οι καλά προσαρμοσμένες καμηλοπαρδάλεις. Τελικά τα λιγότερο ευνοϊκά γονίδια εξαφανίστηκαν από τον πληθυσμό.
                </p>
            </section>
        
            <hr class="mt-10 mb-40" />





            <section id="s3">
                <h2 id="s3t">
                    Μύθοι και παρανοήσεις της εξέλιξης
                </h2>

                <h3>
                    <span class="text-rose-400">
                        1ος Μύθος:
                    </span>
                    Η εξέλιξη δημιουργεί άριστα προσαρμοσμένους οργανισμούς 
                </h3>
                <p>
                    Η φυσική επιλογή δεν είναι παντοδύναμη. Υπάρχουν πολλοί λόγοι που η φυσική επιλογή δεν μπορεί να παράξει χαρακτηριστικά «τέλεια σχεδιασμένα». Για παράδειγμα, τα έμβια όντα αποτελούνται από χαρακτηριστικά που προκύπτουν από ένα περίπλοκο σύνολο αλλαγών, η αλλαγή ενός χαρακτηριστικού προς το καλύτερο μπορεί να σημαίνει την αλλαγή ενός άλλου προς το χειρότερο (π.χ. ένα πουλί με «τέλειο» φτέρωμα της ουράς για να προσελκύει συντρόφους, είναι ταυτόχρονα ιδιαίτερα ευάλωτο στα αρπακτικά, λόγω της μακριάς του ουράς). Και φυσικά, επειδή οι οργανισμοί έχουν προκύψει μέσα από πολύπλοκες εξελικτικές διαδικασίες (όχι μια διαδικασία σχεδιασμού), η μελλοντική τους εξέλιξη συχνά περιορίζεται από χαρακτηριστικά που έχουν ήδη εξελιχθεί. Για παράδειγμα, ακόμα κι αν ήταν πλεονεκτικό για ένα έντομο να αναπτυχθεί με άλλο τρόπο εκτός από την έκδυση, αυτή η αλλαγή απλά δεν θα μπορούσε να συμβεί επειδή η έκδυση είναι ενσωματωμένη στη γενετική σύνθεση των εντόμων σε πολλά επίπεδα. Εξάλλου, δεν χρειάζεται να είστε τέλεια προσαρμοσμένοι για να επιβιώσετε, απλά πρέπει να είστε τόσο καλά προσαρμοσμένοι όσο και οι ανταγωνιστές σας!
                </p>
                <p>
                    Υπάρχουν πολλοί λόγοι για τους οποίους η φυσική επιλογή μπορεί να μην παραγάγει ένα «τέλεια σχεδιασμένο» χαρακτηριστικό. Για παράδειγμα, τα cheetah θα μπορούσαν να πιάσουν περισσότερα θηράματα και να παραγάγουν περισσότερους απογόνους αν μπορούσαν να τρέξουν λίγο πιο γρήγορα. Μερικοί λόγοι για τους οποίους η φυσική επιλογή μπορεί να μην παράγει την τελειότητα, ή πιο γρήγορα cheetah:
                </p>
                <ul>
                    <li>
                        <b>
                            Έλλειψη απαραίτητης γενετικής ποικιλομορφίας  
                        </b>
                        <br />
                        Η επιλογή μπορεί να λειτουργήσει μόνο στη διαθέσιμη γενετική ποικιλομορφία. Ένα cheetah θα μπορούσε να τρέχει γρηγορότερα εάν είχε «γρηγορότερα» αλληλόμορφα γονίδια, αλλά εάν δεν υπάρχουν ταχύτερα αλληλόμορφα στον πληθυσμό,η εξέλιξη προς αυτή την κατεύθυνση δεν θα συμβεί.
                    </li>
                    <li>
                        <b>
                            Περιορισμοί λόγω ιστορικού 
                        </b>
                        <br />
                        Ίσως μια διαφορετική διάταξη των μυών των ποδιών και των οστών θα οδηγούσε στην δημιουργία cheetah που τρέχουν πιο γρήγορα ωστόσο, η βασική μορφή του σώματος των θηλαστικών έχει ήδη αποτυπωθεί στα γονίδια και στην ανάπτυξή τους με έναν τόσο περιοριστικό τρόπο που είναι απίθανο να αλλοιωθεί. 
                    </li>
                    <li>
                        <b>
                            Ανταλλαγές
                        </b>
                        <br />
                        Η αλλαγή ενός χαρακτηριστικού προς το καλύτερο μπορεί να αλλάξει ένα άλλο προς το χειρότερο. Ίσως υπάρχουν ταχύτερα αλληλόμορφα στον πληθυσμό των cheetah όμως υπάρχει και ένα αρνητικό που σχετίζεται με αυτά: τα αλληλόμορφα παράγουν cheetah με μακρύτερα πόδια (και επομένως μεγαλύτερη ταχύτητα), αλλά αυτά τα μακριά πόδια είναι επικίνδυνα ευαίσθητα. Αν και τα μακρύτερα οστά των άκρων αυξάνουν τον διασκελισμό, αυξάνεται επίσης και η πίεση που αυτά δέχονται. Σε αυτήν την περίπτωση, ίσως η αύξηση της φυσικής κατάστασης δεν θα ήταν το μόνο που θα προέκυπτε από τα ταχύτερα αλληλόμορφα.
                    </li>
                </ul>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        2ος Μύθος:
                    </span>
                    Η εξέλιξη είναι απλά μια θεωρία 
                </h3>
                <p>
                    Στην επιστήμη, μια θεωρία αποτελεί μια εξήγηση για ένα φαινόμενο που μπορεί να ελεγχθεί και να επαληθευτεί με επιστημονικές μεθόδους. Περιλαμβάνει πολλαπλές πηγές αποδεικτικών στοιχείων, που δημιουργούνται σε ένα πλαίσιο κατανόησης, που μπορεί να αλλάξει με την πάροδο του χρόνου, για να ληφθούν υπόψη νέες ανακαλύψεις και νέα στοιχεία.
                </p>
                <p>
                    Οι θεωρίες είναι οι εξηγήσεις που επιδιώκει να βρει η επιστήμη. Η καθημερινή χρήση της λέξη είναι μάλλον λιγότερο συγκεκριμένη.
                </p>
                <p>
                    Η λανθασμένη αντίληψη ότι «Η εξέλιξη είναι απλώς μια θεωρία» προέρχεται από μια σύγχυση μεταξύ περιστασιακής και επιστημονικής χρήσης της λέξης θεωρία. Στην καθημερινή γλώσσα, η λέξη θεωρία χρησιμοποιείται συχνά για να χαρακτηρίσει μια εικασία με μικρή αποδεικτική υποστήριξη. Η «επιστημονική θεωρία» από την άλλη πλευρά δεν συνεπάγεται αβεβαιότητα. Είναι μια συνεκτική ομάδα γενικών προτάσεων που χρησιμοποιούνται ως αρχές εξήγησης για μια κατηγορία φαινομένων. Για να γίνει αποδεκτή από την επιστημονική κοινότητα μια θεωρία πρέπει να υποστηρίζεται σθεναρά από πολλές διαφορετικές αποδείξεις. Στην περίπτωση της θεωρίας της εξέλιξης, τα ακόλουθα είναι μερικά από τα στοιχεία που την υποστηρίζουν:
                </p>
                <ul>
                    <li>
                        Η ζωή εμφανίστηκε στη γη πάνω από δύο δισεκατομμύρια χρόνια πριν. 
                    </li>
                    <li>
                        Οι διάφορες μορφές ζωής έχουν αλλάξει και διαφοροποιηθεί κατά τη διάρκεια της ιστορίας της ζωής. 
                    </li>
                    <li>
                        Τα είδη συνδέονται μέσω της κοινής καταγωγής τους από έναν ή λίγους κοινούς προγόνους.
                    </li>
                    <li>
                        Η φυσική επιλογή είναι ένας σημαντικός παράγοντας που επηρεάζει τον τρόπο αλλαγής των ειδών.
                    </li>
                </ul>
                <p>
                    Η θεωρία της εξέλιξης έχει αποδειχθεί στην πράξη. Έχει χρήσιμες εφαρμογές στην επιδημιολογία, τον έλεγχο παρασίτων, την ανακάλυψη φαρμάκων και άλλους τομείς.
                </p>
                <p>
                    Εκτός από τη θεωρία, υπάρχουν και τα δεδομένα της εξέλιξης, η παρατήρηση ότι η ζωή έχει αλλάξει πολύ με την πάροδο του χρόνου. Το γεγονός της εξέλιξης αναγνωρίστηκε ακόμη και πριν από τη θεωρία του Δαρβίνου. Η θεωρία της εξέλιξης εξηγεί τα δεδομένα.
                </p>
                <p>
                    Εάν είναι "μόνο μια θεωρία", τότε κάποιος θα πρέπει επίσης να απορρίψει και τη θεωρία της βαρύτητας, την ατομική θεωρία, τη θεωρία των μικροβίων ασθένειας και τη θεωρία των ορίων (στην οποία βασίζεται ο μαθηματικός λογισμός). Η θεωρία της εξέλιξης δεν είναι λιγότερο έγκυρη από οποιαδήποτε από αυτές. Ακόμη και η θεωρία της βαρύτητας εξακολουθεί να δέχεται σοβαρές προκλήσεις. Ωστόσο, το φαινόμενο της βαρύτητας, όπως και η εξέλιξη, είναι ακόμα γεγονός.
                </p>
                <p>
                    Έτσι, η εξέλιξη είναι μια καλά υποστηριζόμενη και ευρέως αποδεκτή επιστημονική θεωρία και δεν είναι «απλώς» μια εικασία.
                </p>


                <hr />
                <h3>
                    <span class="text-rose-400">
                        3ος Μύθος:
                    </span> 
                    Η εξέλιξη ακολουθεί ένα προκαθορισμένο, γραμμικό μονοπάτι (ή αν ο άνθρωπος εξελίχθηκε από πιθήκους, γιατί υπάρχουν ακόμα πίθηκοι;)
                </h3>
                <p>
                    Μια άλλη λανθασμένη αντίληψη είναι ότι η εξέλιξη είναι μια αυστηρά γραμμική διαδικασία, δηλαδή εμφανίζεται σε ευθεία γραμμή από την πρωτόγονη κατάσταση στην σημερινή προηγμένη. 
                </p>
                <UiContentImage src="https://upload.wikimedia.org/wikipedia/commons/e/e1/Cladogram_Amniota_B.png" :elevated="true" credits="Πηγή: https://en.wikipedia.org/wiki/Cladogram">
                    <template #caption>
                        <b>Σχήμα 1.</b> Κλαδόγραμμα: Κλάδος των πτηνών του κλάδου Αμνιώτα
                    </template>
                </UiContentImage>
                <p>
                    Ξεκινώντας από τον Πλάτωνα και τον Αριστοτέλη, η παραδοσιακή αντίληψη για το πώς ήταν οργανωμένος ο κόσμος ήταν αυτή της «προόδου προς την τελειότητα». Αυτή η έννοια είναι ξεκάθαρη στην ιδέα της «scala naturae»: Όλα τα όντα στη γη, έμψυχα και άψυχα, θα μπορούσαν να ταξινομηθούν σύμφωνα με μια αυξανόμενη κλίμακα τελειότητας, πχ, από τα μανιτάρια μέχρι τους αστακούς και τα κουνέλια και στην κορυφή της διαδρομής να είναι οι άνθρωποι. Αυτή η ιδέα βασίζεται σε τρείς λανθασμένες βασικές απόψεις:
                </p>
                <ul>
                    <li>
                        Θεωρεί ότι η φύση είναι οργανωμένη ιεραρχικά και δεν είναι μια τυχαία κατανομή των οργανισμών. 
                    </li>
                    <li>
                        Αφήνει την εντύπωση 2 κριτηρίων οργάνωσης: οι οργανισμοί εξελίσσονται από το απλό στο τέλειο και από το πρωτόγονο στο πιο μοντέρνο / σύγχρονο.
                    </li>
                    <li>
                        Υποθέτει ότι δεν υπάρχουν ενδιάμεσα στάδια μεταξύ των επιπέδων αυτής της ιεραρχίας. Κάθε επίπεδο έχει παρόμοια πολυπλοκότητα. Κανείς δεν βρίσκεται στα μισά του δρόμου ανάμεσα σε δύο βήματα.
                    </li>
                </ul>
                <p>
                    Η αλήθεια είναι ότι δεν εξελιχθήκαμε από κανένα από τα ζώα που ζουν σήμερα. Οι άνθρωποι δεν εξελίχθηκαν από τους γορίλες ή τους χιμπατζήδες που βλέπουμε στο ζωολογικό κήπο. Μια κοινή παρανόηση είναι ότι οι πίθηκοι απέχουν ένα βήμα από το να γίνουν άνθρωποι. Σύμφωνα με τον Δαρβίνο, όλοι οι σημερινοί οργανισμοί είναι εξίσου εξελιγμένοι και όλοι εξακολουθούν να επηρεάζονται από τη φυσική επιλογή. Έτσι, για παράδειγμα, ένας αστερίας και ένας άνθρωπος βρίσκονται και οι δύο στην πρώτη γραμμή της εξέλιξης των ιδιαίτερων κατασκευαστικών τους σχεδίων και τυχαίνει να μοιράζονται έναν κοινό πρόγονο που έζησε περίπου 580 εκατομμύρια χρόνια πριν. Αυτό σημαίνει ότι οι άνθρωποι κατάγονται από κοινούς (και τώρα εξαφανισμένους) προγόνους σημερινών πιθήκων, που έζησαν πριν από εκατομμύρια χρόνια.
                </p>
                <p>
                    Η θεωρία του Δαρβίνου δεν προϋποθέτει κάποια ειδική κατεύθυνση στην εξέλιξη. Προϋποθέτει σταδιακή αλλαγή και διαφοροποίηση. Καθώς η εξέλιξη εξακολουθεί να υπάρχει και σήμερα, αυτό σημαίνει ότι όλοι οι παρόντες οργανισμοί είναι οι πιο εξελιγμένοι στο είδος τους.
                </p>
                <hr />
                <h3>
                    <span class="text-rose-400">
                        4ος Μύθος:
                    </span>
                    Η εξέλιξη είναι αντιεπιστημονική γιατί δεν μπορεί να ελεγχθεί ή να τροποποιηθεί. Προβάλλει ισχυρισμούς για γεγονότα που δεν παρατηρήθηκαν και δεν μπορούν ποτέ να επαναληφθούν.
                </h3>
                <p>
                    Η Επιστήμη της Εξέλιξης χωρίζεται σε τουλάχιστον δύο τομείς: τη μικροεξέλιξη και τη μακροεξέλιξη.
                </p>
                <ul>
                    <li>
                        Η <b>μικροεξέλιξη</b> εξετάζει τις αλλαγές μέσα στα είδη που με την πάροδο του χρόνου μπορεί να αποτελούν προοίμιο για την ειδογένεση, την δημιουργία νέων ειδών.
                    </li>
                    <li>
                        Η <b>μακροεξέλιξη</b> μελετά το πώς αλλάζουν οι ταξινομικές ομάδες πάνω από το επίπεδο των ειδών. Οι αποδείξεις αντλούνται συχνά από καταγραφές απολιθωμάτων και από τις συγκρίσεις του DNA για τη μελέτη του τρόπου με τον οποίο διάφοροι οργανισμοί μπορεί να σχετίζονται.
                    </li>
                </ul>
                <p>
                    Αυτές τις μέρες, ακόμη και οι περισσότεροι δημιουργιστές αναγνωρίζουν ότι η μικροεξέλιξη έχει υποστηριχθεί με δοκιμές στο εργαστήριο (όπως σε μελέτες κυττάρων, φυτών και φρουτόμυγων) και στο πεδίο (όπως τις μελέτες των Grants για τα εξελισσόμενα σχήματα ράμφους των σπίνων των νησιών Galapagos). Η φυσική επιλογή και άλλοι μηχανισμοί (χρωμοσωμικές αλλαγές, συμβίωση και υβριδισμός) μπορούν να οδηγήσουν σε βαθιές αλλαγές στους πληθυσμούς με την πάροδο του χρόνου.
                </p>
                <p>
                    Η μακροεξελικτική μελέτη περιλαμβάνει εξαγωγή συμπερασμάτων από την μελέτη απολιθωμάτων και DNA, παρά από την άμεση παρατήρηση. Για παράδειγμα, η εξέλιξη υπονοεί ότι μεταξύ των αρχαιότερων γνωστών προγόνων του ανθρώπου (περίπου πέντε εκατομμύρια χρόνια πριν) και της εμφάνισης των ανατομικά σύγχρονων ανθρώπων (περίπου 200.000 χρόνια πριν), θα πρέπει να υπήρξε μια διαδοχή των ανθρωπιδών από περισσότερο «πιθηκοειδή» χαρακτηριστικά σε πιο σύγχρονα, κάτι που πράγματι δείχνoυν τα απολιθώματα. Αλλά δεν πρέπει (και δεν βρίσκει) κανείς απολιθώματα ανθρώπων με σύγχρονα χαρακτηριστικά σε στρώματα από την Ιουρασική περίοδο (πριν από 65 εκατομμύρια χρόνια). Η εξελικτική βιολογία κάνει συστηματικά τις προβλέψεις της πολύ πιο εκλεπτυσμένες και ακριβείς, και οι ερευνητές τις ελέγχουν συνεχώς.
                </p>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        5ος Μύθος:
                    </span>
                    Τα είδη είναι αμετάβλητα.
                </h3>
                <p>
                    Η αντίληψη ότι τα υπάρχοντα είδη ζώων και φυτών είναι αμετάβλητα, είναι πιθανώς τόσο παλιά όσο και η ανθρωπότητα. Μια περιστασιακή παρατήρηση του φυσικού κόσμου δεν καταλήγει εύκολα στο ότι τα είδη εξελίσσονται. Αυτό οφείλεται στο γεγονός ότι η διάρκεια της ανθρώπινης ζωής είναι πολύ μικρή για να παρακολουθήσει άμεσα αυτά τα γεγονότα. Αυτή η διαδικασία μπορεί να πάρει αιώνες. Επιπλέον, η αναγνώριση ενός νέου είδους μπορεί να είναι δύσκολη, επειδή οι βιολόγοι μερικές φορές διαφωνούν σχετικά με τον καλύτερο τρόπο ορισμού ενός είδους.
                </p>
                <p>
                    Παρ’ όλα αυτά, η επιστημονική βιβλιογραφία περιέχει αναφορές ειδογένεσης για φυτά, έντομα και σκουλήκια. Στα περισσότερα από αυτά τα πειράματα, οι ερευνητές υπέβαλαν οργανισμούς σε διάφορους τύπους επιλογής (για ανατομικές διαφορές, συμπεριφορές ζευγαρώματος, προτιμήσεις ενδιαιτημάτων και άλλα χαρακτηριστικά) και διαπίστωσαν ότι δημιουργήθηκαν πληθυσμοί οργανισμών που δεν αναπαράγονταν με άλλους οργανισμούς εκτός του πληθυσμού τους. 
                </p>
                <p>
                    Αν και δεν μπορούμε να εκτελέσουμε ένα πείραμα που θα μας πει πώς εξελίχθηκε η γενεαλογία των δεινοσαύρων, μπορούμε να μελετήσουμε πολλές πτυχές της εξέλιξης με ελεγχόμενα πειράματα σε εργαστηριακό περιβάλλον. Σε οργανισμούς με σύντομο χρόνο παραγωγής (π.χ. βακτήρια ή μύγες), μπορούμε στην πραγματικότητα να παρατηρήσουμε την εξέλιξη τους στη πράξη, κατά τη διάρκεια ενός πειράματος. <a href="https://www.youtube.com/watch?v=plVk4NVIUh8" target="_blank" rel="noopener noreferrer">The Evolution of Bacteria on a “Mega-Plate” Petri Dish</a>. Σε ένα άλλο παράδειγμα, ο William R. Rice του Πανεπιστημίου του Νέου Μεξικού και ο George W. Salt του Πανεπιστημίου της Καλιφόρνιας, έδειξαν ότι αν ταξινομούσαν μια ομάδα φρουτόμυγες με βάση την προτίμησή τους για ορισμένα περιβάλλοντα και έκτρεφαν αυτές τις μύγες χωριστά πάνω από 35 γενεές, οι μύγες που θα προέκυπταν θα αρνούνταν να αναπαραχθούν με μύγες από πολύ διαφορετικό περιβάλλον. Σε ορισμένες περιπτώσεις, οι βιολόγοι παρατήρησαν την εξέλιξη να εμφανίζεται σε φυσικές συνθήκες (π.χ. πληθυσμοί κουνουπιών που αναπτύσσουν ταχεία αντίσταση στο DDT, βακτήρια ανθεκτικά στα αντιβιοτικά και στα φάρμακα κατά του HIV).
                </p>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        6ος Μύθος:
                    </span>
                    Η χρήση ή η μη χρήση ενός οργάνου κατά τη διάρκεια της ζωής κάποιου, θα μπορούσε να κληρονομηθεί στους απογόνους του και να οδηγήσει σε αλλαγή ένα είδος.
                </h3>

                <p>
                    Ο Lamarck πρότεινε μια θεωρία της εξέλιξης που βασίζεται στην ιδέα ότι οι φυσικές αλλαγές στους οργανισμούς κατά τη διάρκεια της ζωής τους, όπως η μεγαλύτερη ανάπτυξη ενός οργάνου, ή ενός τμήματος του, μέσω αυξημένης χρήσης, θα μπορούσε να μεταδοθεί στους απογόνους τους.
                </p>
                <p>
                    Οι βιολόγοι ορίζουν ως επίκτητο χαρακτηριστικό αυτό που αναπτύχθηκε κατά τη διάρκεια της ζωής ενός ατόμου, συνήθως ως άμεση απόκριση σε κάποια αλλαγή στο περιβάλλον, ή μέσω της χρήσης, ή της μη χρήσης ενός μέρους του σώματός του. Η κληρονομικότητα ενός τέτοιου χαρακτηριστικού σημαίνει την επανεμφάνισή του σε ένα ή περισσότερα άτομα στις επόμενες γενιές. Αλλά δεν υπάρχουν στοιχεία που να υποστηρίζουν αυτή την υπόθεση.
                </p>
                <p>
                    Μεμονωμένοι οργανισμοί μπορεί να αποκτήσουν ιδιαίτερες δεξιότητες, ή φυσικά χαρακτηριστικά, κατά τη διάρκεια της ζωής τους, ως αποτέλεσμα του τρόπου ζωής τους, όπως για παράδειγμα, οι πρακτικές τρυπήματος αυτιών, περιτομής και διακοσμητικών τεχνικών σώματος. Αυτά τα χαρακτηριστικά, τα οποία αποκτώνται σκόπιμα κατά τη διάρκεια της ζωής ενός ατόμου, δεν κληρονομούνται στους απογόνους αυτού του ατόμου παρ’όλο που η πρακτική μπορεί να έχει πραγματοποιηθεί για εκατοντάδες γενιές. Ομοίως, ένα φυτό που έχει μεγαλώσει ιδιαίτερα σε ένα σημείο καλού εδάφους, ή ένας φρύνος που έχει μεγαλώσει πολύ επειδή ζει σε έναν κήπο γεμάτο τροφή, δεν θα μεταδώσει το μεγάλο του μέγεθος στους απογόνους του. Άρα, η κληρονομικότητα των επίκτητων χαρακτήρων δεν συμβαίνει.
                </p>
                <p>
                    Ένα άλλο παράδειγμα θα μπορούσε να βρεθεί στην υποτιθέμενη κληρονομικότητα μιας αλλαγής που προκαλείται από τη χρήση, ή μη, ενός οργάνου. Ο βραχίονας του σιδηρουργού (ή οποιοδήποτε άλλο σύνολο μυών) μεγαλώνει όταν χρησιμοποιείται συνεχώς, ενάντια σε μια εξωτερική αντίσταση, όπως το βάρος του σφυριού. Εάν το αποτέλεσμα ήταν κληρονομικό, τα παιδιά του σιδηρουργού, κατά τη γέννηση τους, θα είχαν ασυνήθιστα μεγάλα χέρια (ή, αν όχι κατά τη γέννηση, τότε κατά την ενηλικίωση, παρ’ όλο που μπορεί να μην είχαν χρησιμοποιήσει υπερβολικά τα χέρια τους). Δεν υπάρχουν στοιχεία που να υποστηρίζουν αυτή την υπόθεση.
                </p>
                <p>
                    Ένα ακόμα πιο εξειδικευμένο παράδειγμα αποτελεί η υποτιθέμενη κληρονομικότητα της αυξημένης επιδεξιότητας των χεριών ενός μουσικού μέσω της εξάσκησης. Η δεξιότητα που αποκτήθηκε, αν και δεν προκαλεί ορατή αύξηση στο μέγεθος των δακτύλων, θα μπορούσε κανείς να φανταστεί ότι θα περάσει στα παιδιά του μουσικού και στη συνέχεια να αναμένεται από αυτά να παίζουν επιδέξια με ελάχιστη εξάσκηση. Το πώς η περίπλοκη αλληλεπίδραση των εγκεφαλικών ακολουθιών που έδωσε την επιδεξιότητα στα δάχτυλα του μουσικού θα μπορούσε ποτέ να μεταφερθεί στα γεννητικά κύτταρα του μουσικού (σπερματοζωάρια ή ωάρια) και μέσω αυτών σε οποιαδήποτε πιθανά παιδιά, δεν έχει βρεθεί.
                </p>
            </section>





            <hr class="mt-10 mb-40" />

            <section id="s4">
                <h2 id="s4t">
                    Παρανοήσεις 
                </h2>

                <p>
                    Συχνά, οι εκπαιδευτικοί ερωτώνται σχετικά με τη συμπερίληψη της εξέλιξης στο πρόγραμμα σπουδών. Οι μαθητές μπορεί να προκαλέσουν αντιδράσεις στην τάξη. Οι γονείς μπορεί να αντιταχθούν στο να μάθει το παιδί τους για την εξέλιξη. Οι διευθυντές των σχολείων ή άλλοι εκπαιδευτικοί μπορεί να αποτύχουν να υποστηρίξουν τους συγκεκριμένους εκπαιδευτικούς στις προσπάθειές τους να διδάξουν την εξέλιξη. Τα μέλη της κοινότητας ενδέχεται να θέσουν σκόπιμες προκλήσεις σε μεμονωμένους εκπαιδευτικούς, σε σχολικές περιφέρειες ή ακόμη και σε κρατικές οντότητες, επιχειρώντας να επηρεάσουν τα πρότυπα εκπαίδευσης των φυσικών επιστημών, ή αλλάζοντας τη νομοθεσία. 
                </p>
                <p>
                    Όλοι οι εκπαιδευτικοί, ακόμη και εκείνοι σε κοινότητες που υποστηρίζουν πλήρως τη διδασκαλία της εξέλιξης, θα πρέπει να έχουν κατά νου ότι ορισμένοι μαθητές αντιλαμβάνονται την εξέλιξη ως ασύμβατη με τη θρησκευτική πίστη. Αν και πολλές θρησκευτικές απόψεις είναι συμβατές με την εξελικτική θεωρία και παρ’ όλο που πολλές θρησκευτικές οργανώσεις υποστηρίζουν τη διδασκαλία της εξέλιξης, οι μαθητές μπορεί να αγνοούν αυτή τη πραγματικότητα.
                </p>
                <p>
                    Η ύπαρξη σύγκρουσης μεταξύ της επιστήμης και των πεποιθήσεων των μαθητών μπορεί να προκαλέσει δυσφορία στην τάξη. Για να κάνουν αυτούς τους μαθητές να νοιώσουν άνετα, οι εκπαιδευτικοί μπορούν να τους βοηθήσουν να κατανοήσουν ότι η εξέλιξη, όπως όλη η επιστήμη, επιδιώκει να εξηγήσει τα φυσικά πράγματα μέσω φυσικών αιτιών. Δεν χρειάζεται να θεωρηθεί ασύμβατη με την πίστη τους, επειδή η επιστήμη δεν βασίζεται και δεν μπορεί να αξιολογήσει, ή να ελέγξει, υπερφυσικές εξηγήσεις. Ταυτόχρονα, η διδασκαλία πρέπει να αντικατοπτρίζει το γεγονός ότι η εξέλιξη είναι η μόνη επιστημονικά έγκυρη και αποδεκτή θεωρία που εξηγεί τις παρατηρήσεις μας για τον βιολογικό κόσμο. Εναλλακτικές «θεωρίες» που έχουν προταθεί για ένταξη στο πρόγραμμα σπουδών των φυσικών επιστημών δεν έχουν υποστηριχθεί από έγκυρη επιστήμη.
                </p>
                <p>
                    Παρακάτω παρουσιάζονται μερικές από τις κοινές παρανοήσεις σχετικά με την εξέλιξη και πώς μπορούν οι εκπαιδευτικοί να τις αντιμετωπίσουν.
                </p>

                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 1:
                    </span>
                    Η εξέλιξη είναι μια θεωρία για την προέλευση της ζωής
                </h3>
                <p>
                    Η εξελικτική θεωρία περιλαμβάνει ιδέες και στοιχεία σχετικά με την προέλευση της ζωής (π.χ. εάν η ζωή ξεκίνησε σε ένα βαθύ θαλάσσιο υπόστρωμα, ή ποια οργανικά μόρια δημιουργήθηκαν πρώτα, κ.λπ..), αλλά αυτό δεν είναι η κύρια εστίαση της. Το μεγαλύτερο μέρος της εξελικτικής βιολογίας ασχολείται με το πώς άλλαξε η ζωή μετά την απαρχή της. Ανεξάρτητα από το πώς ξεκίνησε η ζωή, στη συνέχεια διακλαδίστηκε και διαφοροποιήθηκε, και οι περισσότερες μελέτες της εξέλιξης επικεντρώνονται σε αυτές τις διαδικασίες.
                </p>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 2:
                    </span>
                    Η εξελικτική θεωρία υπονοεί ότι η ζωή εξελίχθηκε (και συνεχίζει να εξελίσσεται) τυχαία
                </h3>
                <p>
                    Μερικοί σημαντικοί μηχανισμοί της εξέλιξης δεν είναι τυχαίοι και έτσι αυτοί καθιστούν τη συνολική διαδικασία μη τυχαία. Για παράδειγμα, η φυσική επιλογή έχει ως αποτέλεσμα προσαρμογές (π.χ. η ικανότητα ηχοεντοπισμού που έχουν οι νυχτερίδες). Τέτοιες εκπληκτικές προσαρμογές σαφώς δεν προέκυψαν «τυχαία». Εξελίχθηκαν μέσω ενός συνδυασμού τυχαίων και μη τυχαίων διαδικασιών. Η διαδικασία της μετάλλαξης, η οποία δημιουργεί γενετική παραλλαγή, είναι τυχαία, αλλά η επιλογή είναι μη-τυχαία. Η επιλογή ευνόησε παραλλαγές που μπορούσαν να επιβιώσουν και να αναπαραχθούν καλύτερα (π.χ. να μετακινηθούν στο σκοτάδι). Κατά τη διάρκεια πολλών γενεών τυχαίας μετάλλαξης και μη-τυχαίας επιλογής, εξελίχθηκαν πολύπλοκες προσαρμογές.
                </p>
                <hr />
                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 3:
                    </span>
                    Μεμονωμένοι οργανισμοί μπορούν να εξελιχθούν κατά τη διάρκεια της ζωής τους
                </h3>
                <p>
                    Η εξελικτική αλλαγή βασίζεται σε αλλαγές στη γενετική σύνθεση των πληθυσμών, οι οποίες γίνονται με την πάροδο του χρόνου. Πληθυσμοί, όχι μεμονωμένοι οργανισμοί, εξελίσσονται. Νέες παραλλαγές γονιδίων (δηλαδή αλληλόμορφα) παράγονται με βάση τυχαίες μεταλλάξεις και, κατά τη διάρκεια πολλών γενεών, η φυσική επιλογή μπορεί να ευνοήσει πλεονεκτικές παραλλαγές με αποτέλεσμα να γίνουν πιο κοινές στον πληθυσμό.
                </p>

                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 4:
                    </span>
                    Επειδή η εξέλιξη είναι αργή, οι άνθρωποι δεν μπορούν να την επηρεάσουν
                </h3>
                <p>
                    Δεδομένου ότι οι άνθρωποι συχνά προκαλούν σημαντικές αλλαγές στο περιβάλλον, κάποιες φορές είναι αυτοί που προκαλούν την εξέλιξη σε άλλους οργανισμούς. Μερικά παραδείγματα εξέλιξης που προκλήθηκαν από τον άνθρωπο:
                </p>
                <ul>
                    <li>
                        Έντομα όπως οι κοριοί και τα παράσιτα των καλλιεργειών έχουν αναπτύξει αντοχή στα φυτοφάρμακα.
                    </li>
                    <li>
                        Τα βακτήρια, ο HIV, η ελονοσία και ο καρκίνος έχουν αναπτύξει αντίσταση στα φάρμακα.
                    </li>
                </ul>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 5:
                    </span>
                    Οι άνθρωποι δεν εξελίσσονται πλέον
                </h3>
                <p>
                    Οι άνθρωποι είναι πλέον σε θέση να τροποποιήσουν το περιβάλλον με την τεχνολογία. Έχουν εφεύρει ιατρικές θεραπείες, γεωργικές πρακτικές και οικονομικές δομές που επηρεάζουν σημαντικά τις δυνατότητες για αναπαραγωγή και επιβίωση. Έτσι, για παράδειγμα, επειδή πλέον μπορούμε να θεραπεύουμε τον διαβήτη με ινσουλίνη, τα γονίδια που συμβάλλουν στον νεανικό διαβήτη μπορούν και ‘επιβιώνουν’ στον πληθυσμό των ανεπτυγμένων χωρών. Κάποιοι υποστηρίζουν ότι τέτοιες τεχνολογικές εξελίξεις σημαίνουν ότι έχουμε σταματήσει να εξελισσόμαστε.
                </p>
                <p>
                    Ωστόσο, αυτό δεν ισχύει. Οι άνθρωποι εξακολουθούν να αντιμετωπίζουν προκλήσεις για την επιβίωση και την αναπαραγωγή τους, απλώς όχι τις ίδιες που είχαν πριν από 20.000 χρόνια. Η κατεύθυνση, αλλά όχι το γεγονός, της εξέλιξής των ανθρώπων έχει αλλάξει. Για παράδειγμα, οι σύγχρονοι άνθρωποι που ζουν σε πυκνοκατοικημένες περιοχές αντιμετωπίζουν μεγαλύτερους κινδύνους επιδημικών ασθενειών από ό,τι οι πρόγονοί τους που ήταν κυνηγοί-τροφοσυλλέκτες (που δεν έρχονταν σε στενή επαφή με τόσους πολλούς ανθρώπους σε καθημερινή βάση). Αυτή η κατάσταση ευνοεί τη διάδοση γονιδιακών εκδοχών που προστατεύουν από τέτοιες ασθένειες. Οι επιστήμονες έχουν αποκαλύψει πολλές τέτοιες περιπτώσεις ανθρώπινης εξέλιξης. Εξερευνήστε αυτούς τους συνδέσμους για να μάθετε μερικές:
                </p>
                <ul>
                    <li>
                        <a href="https://evolution.berkeley.edu/evo-news/evolving-altitude-aptitude/" target="_blank" rel="noopener noreferrer">
                            Evolving altitude aptitude
                        </a>
                    </li>
                    <li>
                        <a href="https://evolution.berkeley.edu/evo-news/ghosts-of-epidemics-past/" target="_blank" rel="noopener noreferrer">
                            Ghosts of epidemics past - evolution of human genetic traits that protect against malaria
                        </a>
                    </li>
                    <li>
                        <a href="https://evolution.berkeley.edu/evo-news/got-lactase/" target="_blank" rel="noopener noreferrer">
                            Got lactase? - evolution of lactose tolerance in humans
                        </a>
                    </li>
                </ul>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 6:
                    </span>
                    Η φυσική επιλογή αφορά οργανισμούς που προσπαθούν να προσαρμοστούν
                </h3>
                <p>
                    Η φυσική επιλογή οδηγεί στην προσαρμογή των ειδών με την πάροδο του χρόνου, αλλά η διαδικασία δεν περιλαμβάνει προσπάθεια, ή επιθυμία. Η φυσική επιλογή προκύπτει φυσικά από γενετικές αλλαγές σε έναν πληθυσμό και από το γεγονός ότι ορισμένες από αυτές τις αλλαγές μπορεί να είναι σε θέση να αφήσουν περισσότερους απογόνους στην επόμενη γενιά από άλλες. Η γενετική παραλλαγή δημιουργείται από τυχαία μετάλλαξη, μια διαδικασία που δεν επηρεάζεται από το τι θέλουν ή τι «προσπαθούν» να κάνουν οι οργανισμοί: Είτε ένα άτομο έχει γονίδια που είναι αρκετά καλά για να επιβιώσει και να αναπαραχθεί, είτε δεν έχει. Δεν μπορεί να πάρει τα κατάλληλα γονίδια «προσπαθώντας».
                </p>
                <p>
                    Για παράδειγμα, τα βακτήρια δεν αναπτύσσουν αντίσταση στα αντιβιοτικά επειδή «προσπαθούν» σκληρά. Αντίθετα, η αντίσταση εξελίσσεται επειδή μια τυχαία μετάλλαξη δημιουργεί ορισμένα βακτηριακά στελέχη που είναι ικανά να επιβιώσουν από το αντιβιοτικό και αυτά τα στελέχη μπορούν να αναπαραχθούν περισσότερο από άλλα, αφήνοντας πίσω τους πιο ανθεκτικά βακτήρια.
                </p>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 7:
                    </span>
                    Οι άνθρωποι δεν μπορούν να επηρεάσουν αρνητικά τα οικοσυστήματα, επειδή τα είδη απλώς θα εξελίξουν αυτό που χρειάζονται για να επιβιώσουν
                </h3>
                <p>
                    Η φυσική επιλογή δεν παρέχει αυτόματα στους οργανισμούς τα χαρακτηριστικά που «χρειάζονται» για να επιβιώσουν. Φυσικά, ορισμένα είδη μπορεί να έχουν χαρακτηριστικά που τους επιτρέπουν να ευδοκιμούν υπό τις τσυνθήκες ων περιβαλλοντικών αλλαγών που προκαλούνται από τον άνθρωπο και έτσι μπορεί να επιλεγούν, αλλά, άλλα είδη μπορεί να μην τα έχουν και έτσι μπορεί να εξαφανιστούν.
                </p>
                <p>
                    Εάν ένας πληθυσμός, ή ένα είδος, δεν έχει τις κατάλληλες γενετικές παραλλαγές, δεν θα εξελιχθεί ως απάντηση στις περιβαλλοντικές αλλαγές που προκαλούνται από τον άνθρωπο, είτε αυτές οι αλλαγές προκαλούνται από ρύπους, την κλιματική αλλαγή, την καταπάτηση των οικοτόπων, ή από άλλους παράγοντες.
                </p>
                <p>
                    Για παράδειγμα, καθώς η κλιματική αλλαγή προκαλεί τη συρρίκνωση και τη διάσπαση του πάγου της Αρκτικής Θάλασσας, οι πολικές αρκούδες δυσκολεύονται όλο και περισσότερο να βρουν τροφή. Εάν οι πληθυσμοί των πολικών αρκούδων δεν έχουν τη γενετική παραλλαγή που θα επιτρέψει σε ορισμένα άτομα να επωφεληθούν από τις ευκαιρίες κυνηγιού που δεν εξαρτώνται από τον θαλάσσιο πάγο, μπορεί και να εξαφανιστούν.
                </p>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 8:
                    </span>
                    Οι πιο ικανοί οργανισμοί σε έναν πληθυσμό είναι εκείνοι που είναι πιο δυνατοί, υγιείς, ταχύτεροι ή/και μεγαλύτεροι.
                </h3>
                <p>
                    Με εξελικτικούς όρους, το fitness (η αρμοστικότητα) έχει πολύ διαφορετική σημασία από την καθημερινή σημασία της λέξης. Η εξελικτική ικανότητα ενός οργανισμού δεν αντικατοπτρίζει το fitness του, αλλά μάλλον την ικανότητά του να μεταφέρει τα γονίδιά του στην επόμενη γενιά. Όσο πιο γόνιμους απογόνους αφήνει ένας οργανισμός στην επόμενη γενιά, τόσο πιο κατάλληλος είναι. Αυτό δεν συσχετίζεται πάντα με τη δύναμη, την ταχύτητα ή το μέγεθος.
                </p>
                <p>
                    Για παράδειγμα, ένα αδύναμο αρσενικό πουλί με λαμπερά φτερά ουράς μπορεί να αφήσει πίσω του περισσότερους απογόνους από ένα πιο δυνατό, αλλά με λιγότερο λαμπερά φτερά, και ένα ακανθώδες φυτό με μεγάλους λοβούς σπόρων μπορεί να αφήσει πίσω του περισσότερους απογόνους από ένα μεγαλύτερο, που σημαίνει ότι το ακανθώδες φυτό και το λαμπερό πουλί έχουν μεγαλύτερη εξελικτική ικανότητα από τους ισχυρότερους, μεγαλύτερους ομολόγους τους.
                </p>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 9:
                    </span>
                    Η εξέλιξη δεν είναι επιστήμη γιατί δεν είναι παρατηρήσιμη ή ελεγχόμενη.
                </h3>
                <ul>
                    Αυτή η εσφαλμένη αντίληψη περιλαμβάνει δύο εσφαλμένες ιδέες:
                    <li>
                        ότι όλη η επιστήμη εξαρτάται από ελεγχόμενα εργαστηριακά πειράματα, και 
                    </li>
                    <li>
                        ότι η εξέλιξη δεν μπορεί να μελετηθεί με τέτοια πειράματα. 
                    </li>
                </ul>
                <p>
                    Πρώτον, πολλές επιστημονικές έρευνες δεν περιλαμβάνουν πειράματα ή άμεση παρατήρηση. Οι αστρονόμοι δεν μπορούν να κρατήσουν αστέρια στα χέρια τους και οι γεωλόγοι δεν μπορούν να γυρίσουν τον χρόνο πίσω, αλλά και οι δύο επιστημονικοί κλάδοι μπορούν να μάθουν πολλά για το σύμπαν μέσω παρατηρήσεων και συγκρίσεων. Με τον ίδιο τρόπο, οι εξελικτικοί βιολόγοι μπορούν να δοκιμάσουν τις ιδέες τους για την ιστορία της ζωής στη Γη κάνοντας παρατηρήσεις στον πραγματικό κόσμο.
                </p>
                <p>
                    Δεύτερον, αν και δεν μπορούμε να εκτελέσουμε ένα πείραμα για την γενεαλογία των δεινοσαύρων, μπορούμε να μελετήσουμε πολλές πτυχές της εξέλιξης με ελεγχόμενα πειράματα σε εργαστηριακό περιβάλλον. Σε οργανισμούς με σύντομο χρόνο αναπαραγωγής (π.χ. βακτήρια ή φρουτόμυγες), μπορούμε στην πραγματικότητα να παρατηρήσουμε την εξέλιξη σε δράση κατά τη διάρκεια ενός πειράματος. <a href="https://www.youtube.com/watch?v=plVk4NVIUh8" target="_blank" rel="noopener noreferrer">Η εξέλιξη των βακτηρίων σε ένα πιάτο Petri "Mega-Plate"</a>. Σε ορισμένες περιπτώσεις, οι βιολόγοι έχουν παρατηρήσει την εξέλιξη να συμβαίνει στη φύση.
                </p>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 10:
                    </span>
                    Η εξελικτική θεωρία είναι άκυρη γιατί είναι ελλιπής και δεν μπορεί να δώσει μια συνολική εξήγηση για τη βιοποικιλότητα που βλέπουμε γύρω μας
                </h3>
                <p>
                    Αυτή η παρανόηση πηγάζει από μια γενικότερη παρανόηση της φύσης των επιστημονικών θεωριών. Όλες οι επιστημονικές θεωρίες (από την εξελικτική θεωρία έως την ατομική θεωρία) είναι έργα σε εξέλιξη. Καθώς ανακαλύπτονται νέα στοιχεία και αναπτύσσονται νέες ιδέες, η κατανόησή μας για το πώς λειτουργεί ο κόσμος αλλάζει, όπως και οι επιστημονικές θεωρίες. Αν και δεν γνωρίζουμε όλα όσα πρέπει να ξέρουμε για την εξέλιξη (ή οποιονδήποτε άλλο επιστημονικό κλάδο), γνωρίζουμε πολλά για την ιστορία της ζωής, το μοτίβο της εξέλιξης των ειδών στο χρόνο και τους μηχανισμούς που προκάλεσαν αυτές τις αλλαγές. Και θα μάθουμε περισσότερα στο μέλλον.
                </p>
                <p>
                    Η εξελικτική θεωρία, όπως κάθε επιστημονική θεωρία, δεν εξηγεί όλα όσα παρατηρούμε στον φυσικό κόσμο. Ωστόσο, η εξελικτική θεωρία μας βοηθά να κατανοήσουμε ένα ευρύ φάσμα γεγονότων (από την άνοδο των ανθεκτικών στα αντιβιοτικά βακτηρίων, έως τη φυσική αντιστοίχιση μεταξύ των επικονιαστών και των προτιμώμενων λουλουδιών τους), κάνει ακριβείς προβλέψεις σε νέες καταστάσεις (π.χ. ότι η θεραπεία ασθενών με AIDS με κοκτέιλ φαρμάκων θα πρέπει να επιβραδύνει την εξέλιξη του ιού) και έχει αποδειχθεί ξανά και ξανά σε χιλιάδες πειράματα και μελέτες παρατήρησης. Μέχρι σήμερα, η εξέλιξη είναι η μόνη καλά υποστηριζόμενη εξήγηση για την ποικιλομορφία της ζωής.
                </p>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 11:
                    </span>
                    Τα κενά στις καταγραφές απολιθωμάτων διαψεύδουν την εξέλιξη
                </h3>
                <p>
                    Αν και είναι αλήθεια ότι υπάρχουν συνδετικά κενά στα απολιθώματα που έχουν βρεθεί, αυτό δεν αποτελεί απόδειξη ενάντια στην εξελικτική θεωρία. Οι επιστήμονες αξιολογούν υποθέσεις και θεωρίες ανακαλύπτοντας τι θα περιμέναμε να παρατηρήσουμε εάν μια συγκεκριμένη ιδέα ήταν αληθινή και στη συνέχεια βλέπουν αν αυτές οι προσδοκίες επιβεβαιώνονται. Εάν η εξελικτική θεωρία είναι αληθής, τότε θα περιμέναμε να υπήρχαν μεταβατικές μορφές που συνδέουν τα αρχαία είδη με τους προγόνους και τους απογόνους τους. Αυτή η προσδοκία επαληθεύτηκε. Οι παλαιοντολόγοι έχουν βρει πολλά απολιθώματα με μεταβατικά χαρακτηριστικά και νέα απολιθώματα ανακαλύπτονται συνεχώς. Ωστόσο, εάν η εξελικτική θεωρία είναι αληθής, δεν θα περιμέναμε να διατηρηθούν όλες αυτές οι μορφές στα απολιθώματα. Πολλοί οργανισμοί δεν έχουν μέρη του σώματος που απολιθώνονται καλά, οι περιβαλλοντικές συνθήκες για το σχηματισμό καλών απολιθωμάτων είναι σπάνιες και φυσικά έχουμε ανακαλύψει μόνο ένα μικρό ποσοστό των απολιθωμάτων που μπορεί να έχουν διατηρηθεί κάπου στη Γη. Έτσι, οι επιστήμονες αναμένουν ότι για πολλές εξελικτικές μεταβάσεις θα υπάρχουν κενά στις καταγραφές απολιθωμάτων.
                </p>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 12:
                    </span>
                    Η εξέλιξη οδηγεί σε ανήθικη συμπεριφορά
                </h3>
                <p>
                    Η εξέλιξη δεν κάνει ηθικές δηλώσεις για το σωστό και το λάθος. Μερικοί άνθρωποι ερμηνεύουν το γεγονός ότι η εξέλιξη έχει διαμορφώσει τη συμπεριφορά των ζώων (συμπεριλαμβανομένης της ανθρώπινης συμπεριφοράς) ως υποστήριξη της ιδέας ότι όποιες συμπεριφορές είναι «φυσικές» είναι και «σωστές». Αυτό δεν ισχύει. Εναπόκειται σε εμάς, ως κοινωνίες και άτομα, να αποφασίσουμε τι συνιστά ηθική συμπεριφορά. Η εξέλιξη απλώς μας βοηθά να κατανοήσουμε πώς η ζωή έχει αλλάξει και συνεχίζει να αλλάζει με την πάροδο του χρόνου και δεν μας λέει αν αυτές οι διαδικασίες ή τα αποτελέσματά τους είναι «σωστές» ή «λάθος». Επιπλέον, μερικοί άνθρωποι πιστεύουν λανθασμένα ότι η εξέλιξη και η θρησκευτική πίστη είναι ασυμβίβαστες και έτσι υποθέτουν ότι η αποδοχή της εξελικτικής θεωρίας ενθαρρύνει την ανήθικη συμπεριφορά. Κανένα από τα δύο δεν είναι σωστό.
                </p>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 13:
                    </span>
                    Η εξέλιξη και η θρησκεία δεν ταιριάζουν
                </h3>
                <p>
                    Επειδή ορισμένα άτομα και ομάδες διακηρύσσουν σθεναρά τις πεποιθήσεις τους, είναι εύκολο να σχηματίσουμε την εντύπωση ότι η επιστήμη (η οποία περιλαμβάνει την εξέλιξη) και η θρησκεία βρίσκονται αντιμέτωπες. Ωστόσο, η ιδέα ότι πρέπει κανείς πάντα να επιλέγει μεταξύ επιστήμης και θρησκείας είναι εσφαλμένη. Άνθρωποι πολλών διαφορετικών θρησκειών και επιπέδων επιστημονικής εξειδίκευσης δεν βλέπουν καμία αντίφαση μεταξύ επιστήμης και θρησκείας. Για πολλούς από αυτούς τους ανθρώπους, η επιστήμη και η θρησκεία ασχολούνται απλώς με διαφορετικά θέματα. Η επιστήμη ασχολείται με τα φυσικά αίτια για τα φυσικά φαινόμενα, ενώ η θρησκεία ασχολείται με πεποιθήσεις που είναι πέρα από τον φυσικό κόσμο. Φυσικά, ορισμένες θρησκευτικές πεποιθήσεις έρχονται σε αντίθεση με την επιστήμη (π.χ., η πεποίθηση ότι ο κόσμος και όλη η ζωή σε αυτόν δημιουργήθηκε σε έξι ημέρες έρχεται σε αντίθεση με την εξελικτική θεωρία). Ωστόσο, οι περισσότερες θρησκευτικές ομάδες δεν έχουν καμία αντιπαράθεση με τη θεωρία της εξέλιξης, ή άλλα επιστημονικά ευρήματα. Στην πραγματικότητα, πολλοί θρησκευόμενοι, συμπεριλαμβανομένων των θεολόγων, πιστεύουν ότι η βαθύτερη κατανόηση της φύσης εμπλουτίζει πραγματικά την πίστη τους. Επιπλέον, στην επιστημονική κοινότητα υπάρχουν χιλιάδες επιστήμονες που είναι πιστά θρησκευόμενοι και επίσης αποδέχονται την εξέλιξη.
                </p>

                <hr />
                <h3>
                    <span class="text-rose-400">
                        Παρανόηση 14:
                    </span>
                    Οι εκπαιδευτικοί πρέπει να διδάσκουν «και τις δύο πλευρές» του θέματος της εξέλιξης και να αφήνουν τους μαθητές να αποφασίσουν. Ή οι εκπαιδευτικοί θα πρέπει να δώσουν ίσο χρόνο στην εξέλιξη και στη «θεωρία της δημιουργίας».
                </h3>
                <p>
                    Ο ίσος χρόνος δεν έχει νόημα όταν οι δύο «πλευρές» δεν είναι ίσες. Η θρησκεία και η επιστήμη είναι πολύ διαφορετικές και οι θρησκευτικές απόψεις δεν ανήκουν σε μια τάξη φυσικών επιστημών. Στο μάθημα των Φυσικών Επιστημών, οι μαθητές θα πρέπει να έχουν ευκαιρίες να συζητήσουν τα πλεονεκτήματα των επιχειρημάτων και των αποδεικτικών στοιχείων εντός του πεδίου της επιστήμης. Για παράδειγμα, οι μαθητές μπορούν να διερευνήσουν και να συζητήσουν ακριβώς από πού εμφανίστηκαν τα πουλιά στο φυλογενετικό δέντρο: πριν από τους δεινόσαυρους, ή από την οικογένεια των δεινοσαύρων. Αντίθετα, μια συζήτηση που αντιπαραθέτει μια επιστημονική έννοια με μια θρησκευτική πεποίθηση δεν έχει θέση σε ένα μάθημα επιστήμης και παραπλανητικά προτείνει ότι πρέπει να γίνει μια «επιλογή» μεταξύ των δύο. Το επιχείρημα της «δικαιοσύνης» χρησιμοποιείται από ομάδες που προσπαθούν να εισάγαγουν τις θρησκευτικές τους πεποιθήσεις στα προγράμματα σπουδών των φυσικών επιστημών.
                </p>
            </section>


            <hr class="mt-10 mb-40" />



            <section id="s5">
                <h2 id="s5t">
                    Χρήσιμοι Σύνδεσμοι
                </h2>
                <ul>
                    <li>
                        <a href="https://www.youtube.com/watch?v=hOfRN0KihOU&list=RDLVmZt1Gn0R22Q&index=4" target="_blank" rel="noopener noreferrer">
                            How Evolution works
                        </a>
                    </li>
                    <li>
                        <a href="https://www.youtube.com/watch?v=0SCjhI86grU" target="_blank" rel="noopener noreferrer">
                            What is Natural Selection?
                        </a>
                    </li>
                    <li>
                        <a href="https://www.youtube.com/watch?v=XyTcINLKq4c" target="_blank" rel="noopener noreferrer">
                            Four billion years of evolution in six minutes
                        </a>
                    </li>
                    <li>
                        <a href="https://www.youtube.com/watch?v=mZt1Gn0R22Q" target="_blank" rel="noopener noreferrer">
                            Myths and misconceptions about evolution
                        </a>
                    </li>
                    <li>
                        <a href="https://www.youtube.com/watch?v=w4sLAQvEH-M" target="_blank" rel="noopener noreferrer">
                            The Longest-Running Evolution Experiment
                        </a>
                    </li>
                </ul>
            </section>


            <hr class="mt-10 mb-40" />


            <section id="s6">
                <h2 id="s6t">
                    Βιβλιογραφικές αναφορές:
                </h2>
                <ul>
                    <li>
                        <a href="https://www.sciencesfp.com/evolutionary-theories.html" target="_blank" rel="noopener noreferrer">
                            Evolutionary Theories
                        </a>
                    </li>
                    <li>
                        <a href="https://www.open.edu/openlearn/nature-environment/natural-history/evolution-through-natural-selection/content-section-0?intro=1" target="_blank" rel="noopener noreferrer">
                            Evolution through natural selection
                        </a>
                    </li>
                    <li>
                        <a href="https://evolution.berkeley.edu/" target="_blank" rel="noopener noreferrer">
                            Understanding Evolution
                        </a>
                    </li>
                    <li>
                        <a href="https://www.newscientist.com/article/dn13640-evolution-myths-evolution-produces-perfectly-adapted-creatures/" target="_blank" rel="noopener noreferrer">
                            Evolution myths: Evolution produces perfectly adapted creatures
                        </a>
                    </li>
                    <li>
                        <a href="https://blogs.scientificamerican.com/science-sushi/evolution-a-game-of-chance-observations/" target="_blank" rel="noopener noreferrer">
                            Evolution: A Game of Chance | Observations
                        </a>
                    </li>
                    <li>
                        <a href="https://undsci.berkeley.edu/article/0_0_0/howscienceworks_19" target="_blank" rel="noopener noreferrer">
                            Understanding Science
                        </a>
                    </li>
                    <li>
                        <a href="http://www.talkorigins.org/faqs/evolution-fact.html" target="_blank" rel="noopener noreferrer">
                            Evolution is a Fact and a Theory
                        </a>
                    </li>
                    <li>
                        <a href="http://www.talkorigins.org/faqs/faq-misconceptions.html" target="_blank" rel="noopener noreferrer">
                            Five Major Misconceptions about Evolution
                        </a>
                    </li>
                    <li>
                        <a href="https://labs.minutelabs.io/evolution-simulator/#/s/50/viewer?intro=1" target="_blank" rel="noopener noreferrer">
                            Evolution Simulator
                        </a>
                    </li>
                    <li>
                        <a href="https://phet.colorado.edu/sims/html/natural-selection/latest/natural-selection_en.html" target="_blank" rel="noopener noreferrer">
                            Natural Selection Simulation
                        </a>
                    </li>
                    <li>
                        <a href="https://www.sciencefocus.com/comment/evolution-is-most-certainly-a-theory-but-certainly-not-just-a-theory/" target="_blank" rel="noopener noreferrer">
                            15 answers to creationists
                        </a>
                    </li>
                    <li>
                        <a href="https://www.scientificamerican.com/article/15-answers-to-creationist/" target="_blank" rel="noopener noreferrer">
                            15 answers to creationists
                        </a>
                    </li>
                    <li>
                        <a href="https://home.csulb.edu/~cwallis/100/evolution/evolution_and_creationism.html" target="_blank" rel="noopener noreferrer">
                            Evolution and Creationism From Core Questions in Philosophy: A Text With Readings
                        </a>
                    </li>
                    <li>
                        <a href="https://www.biologysimulations.com/evolution" target="_blank" rel="noopener noreferrer">
                            Evolution Simulation
                        </a>
                    </li>
                    <li>
                        <a href="https://www.evoinfo.org/weasel.html" target="_blank" rel="noopener noreferrer">
                            Evolutionary Informatics Lab
                        </a>
                    </li>
                    <li>
                        <a href="http://www.evogeneao.com/evo-gene.html" target="_blank" rel="noopener noreferrer">
                            Evogeneao
                        </a>
                    </li>
                    <li>
                        <a href="http://www.evogeneao.com/en/explore/tree-of-life-explorer" target="_blank" rel="noopener noreferrer">
                            Evogeneao - Tree of Life
                        </a>
                    </li>
                    <li>
                        <a href="http://tolweb.org/tree/" target="_blank" rel="noopener noreferrer">
                            Tree of Life - Web project
                        </a>
                    </li>
                    <li>
                        <a href="https://www.britannica.com/science/Lamarckism/Experimental-testing-of-Lamarckism" target="_blank" rel="noopener noreferrer">
                            Experimental testing of Lamarckism
                        </a>
                    </li>
                    <li>
                        <a href="https://www.youtube.com/watch?v=x73bsC7WIsE" target="_blank" rel="noopener noreferrer">
                            Theories of evolution Lamarck vs Darwin
                        </a>
                    </li>
                    <li>
                        <a href="https://www.cornell.edu/video/darwinian-revolutions-3-lamarcks-theory" target="_blank" rel="noopener noreferrer">
                            Lamarck's Theory
                        </a>
                    </li>
                    <li>
                        <a href="https://blogs.iu.edu/sciu/2017/09/26/why-are-there-still-apes/" target="_blank" rel="noopener noreferrer">
                            Conversations in Science at Indiana University
                        </a>
                    </li>
                    <li>
                        <a href="http://pages.nbb.cornell.edu/websterlab/10%20Misunderstandings%20-%20SHORT.pdf" target="_blank" rel="noopener noreferrer">
                            Ten Misunderstandings About Evolution
                        </a>
                    </li>
                    <li>
                        <a href="https://www.irishtimes.com/opinion/evidence-does-not-support-the-theory-of-evolution-1.318354" target="_blank" rel="noopener noreferrer">
                            Evidence does not support the theory of evolution
                        </a>
                    </li>
                </ul>
            </section>
            

        </section>
    </div>
</template>