<template>
    <div class="flex flex-col items-start 
        lg:flex-row-reverse lg:justify-end 
        xl:gap-10
        2xl:gap-20">
        <ClientOnly>
            <UiTableOfContents class="w-full lg:max-w-xs print:hidden" key="climatechange-et" />
        </ClientOnly>
        


        <section class="e-article print:not-prose" lang="el" style="hyphens: auto;">
            <Icon name="openmoji:teacher-light-skin-tone" class="float-right text-[6em] text-slate-300" />
            <h1 class="mb-0">Ακτινοβολία</h1>
            <h5 class="font-normal uppercase leading-tight">Οδηγός Εκπαιδευτικού</h5>
        
            <section id="s1">
                <h2 id="s1t">Περιγραφή Ενότητας</h2>
            
                <section class="e-card e-module__meta">
                    <table class="m-0 leading-tight">
                        <tr>
                            <td><b>Μαθητικός πληθυσμός που απευθύνεται το υλικό:</b></td>
                            <td>Το παρόν μαθησιακό υλικό απευθύνεται σε μαθητές ηλικίας 15-18 ετών που φοιτούν είτε στο ενιαίο Λύκειο είτε σε Τεχνική Σχολή.</td>
                        </tr>
                        <tr>
                            <td><b>Αναμενόμενο Χρονικό Διάστημα Εφαρμογής:</b></td>
                            <td>5-6 διδακτικές περιόδου των 45 λεπτών & επιπλέον εργασία στο σπίτι.</td>
                        </tr>
                    </table>
                </section>
                <p>
                    Σε αυτή την ενότητα, οι μαθητές καλούνται να διερευνήσουν, να καταρρίψουν ή να επιβεβαιώσουν μύθους σχετικούς με την Ακτινοβολία. Στην καθημερινότητά μας επικρατούν διάφοροι, βαθιά ριζωμένοι φόβοι, παρανοήσεις και θεωρίες συνωμοσίας σχετικά με τα αίτια και τις συνέπειες της ακτινοβολίας. Η καταστροφή του Τσέρνομπιλ συνέβη πριν από περισσότερα από 35 χρόνια, αλλά εξακολουθεί να αντηχεί και να επηρεάζει έντονα τις τρέχουσες συζητήσεις σχετικά με την πυρηνική ενέργεια. Μάλιστα, ορισμένες θεωρίες συνωμοσίας υποστηρίζουν ότι η καταστροφή του Τσέρνομπιλ δεν ήταν αποτέλεσμα τεχνικής και ανθρώπινης αστοχίας αλλά αποτελούσε οργανωμένη ενέργεια με σκοπό την κατάρρευση της Σοβιετικής Ένωσης. 
                </p>
                <p>
                    Τις περισσότερες φορές οι μαθητές δεν είναι καλά ενημερωμένοι για τις διάφορες μορφές τις ακτινοβολίας και τις συνέπειές της. Μάλιστα οι πρακτικές δραστηριότητες που αφορούν τις επιπτώσεις της ακτινοβολίας (ιδιαίτερα της ιονίζουσας ακτινοβολίας) συνήθως αποκλείονται από τις τάξεις των φυσικών επιστημών για λόγους ασφαλείας.  Παράλληλα, το αντίστοιχο πειραματικό υλικό δεν είναι διαθέσιμο στα σχολεία.  Περιστασιακά ίσως τα σύγχρονα κινητά τηλέφωνα(smartphones) και άλλες κινητές συσκευές να μπορούν να αξιοποιηθούν ως ευκαιρίες διενέργειας πειραμάτων με ηλεκτρομαγνητική ακτινοβολία. Συνεπώς, δίνεται στον εκπαιδευτικό η δυνατότητα να επιλέξει τη διενέργεια πειραμάτων ανάλογα με τις προϋποθέσεις που επικρατούν σε κάθε δραστηριότητα.  Διαφορετικά, οι εκπαιδευτικοί θα μπορούσαν να επιλέξουν μία διαφορετική στρατηγική, της συλλογής στοιχείων μέσω αξιόπιστων πηγών επιστημονικής και επαγγελματικής πληροφόρησης.
                </p>
                <p>
                    Επιπλέον, οι μαθητές θα μπορούσαν να χρησιμοποιήσουν περισσότερες από μία από τις πιο πάνω μεθόδους εφαρμόζοντας τη λεγόμενη αρχή της τριγωνοποίησης και αυξάνοντας με αυτό τον τρόπο την εγκυρότητα μέσω της σύγκλησης δεδομένων από διαφορετικές πηγές.
                </p>
                <p>
                    Στο εισαγωγικό βίντεο της ενότητας της Ακτινοβολίας, παρουσιάζονται κάποιες παρανοήσεις και μύθοι που συζητιούνται περαιτέρω στις ομάδες. Οι ομαδικές συζητήσεις οδηγούν στη δραστηριότητα κατάρριψης μύθου μέσω της οποίας οι μαθητές συλλέγουν τεκμήρια και δεδομένα που τους επιτρέπουν είτε να καταρρίψουν είτε να επιβεβαιώσουν το μύθο.
                </p>
                <p>
                    Οι βιολογικές επιδράσεις του χαμηλού επιπέδου ακτινοβολίας πιθανότατα θα προσελκύσουν το ενδιαφέρον των μαθητών, ωστόσο το γεγονός αυτό περιλαμβάνει κάποιες επιστημονικές διαμάχες και μελέτες που συχνά βασίζονται σε στατιστικά στοιχεία από μακροχρόνιες παρατηρήσεις.
                </p>
                <p>
                    Συνεπώς, βάσει της φύσης της ενότητας της Ακτινοβολίας, οι δραστηριότητες που προτείνονται βασίζονται κυρίως σε δευτερεύοντες πηγές που προέρχονται μέσω αναζήτησης στη βιβλιογραφία και σε δεδομένα που προέρχονται από το διαδίκτυο. Μάλιστα, μέσω των συγκεκριμένων δραστηριοτήτων οι μαθητές μαθαίνουν να αξιολογούν την εγκυρότητα των πληροφοριών και των πηγών που διαθέτουν διατυπώνοντας επιχειρήματα που βασίζονται σε στοιχεία. Στη συνέχεια αφότου καταλήξουν στα συμπεράσματά τους, οι μαθητές καλούνται να προετοιμάσουν μία παρουσίαση των ευρημάτων τους προς τους συμμαθητές τους ( ή κάποιο άλλο κοινό) μέσω ενός πειστικού, επιστημονικού τρόπου (π.χ. δημιουργία βίντεο).
                </p>
                <p>
                    Η ενότητα ολοκληρώνεται με ένα παιχνίδι διαλογικής αντιπαράθεσης όπου οι μαθητές καλούνται να λάβουν κοινωνικο-επιστημονικές αποφάσεις χρησιμοποιώντας τις επιστημονικές γνώσεις που έχουν λάβει και ενσωματώνοντας τις συγκεκριμένες αποφάσεις με προσωπικές και κοινωνικές τους αξίες.
                </p>
                <p>
                    Τέλος, η ενότητα αποτελείται από τον «Οδηγό του Εκπαιδευτικού» (διδακτικές εισηγήσεις, πληροφορίες για το επιστημονικό περιεχόμενο) καθώς και το «Υλικό του Μαθητή» (εισαγωγικό βίντεο, διαδραστικά φύλλα εργασίας, βίντεο με γεγονότα και εκπαιδευτικό βίντεο).
                </p>
            </section>



            



            

            

            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s2">
                <h2 id="s2t">Στόχοι της ενότητας:</h2>
                
                <ul>
                    <li>
                        <b>Ετοιμότητα πολιτών:</b> Η ανάπτυξη της γνώσης περιεχομένου των μαθητών και των στάσεων ως προς τη δεξιότητα λήψης απόφασης που σχετίζεται με τα πλεονεκτήματα και τους κινδύνους της ακτινοβολίας.
                    </li>
                    <li><b>Ετοιμότητα πολιτών απέναντι στα ΜΜΕ:</b>
                        <ul class="my-0">
                            <li>Η ανάπτυξη της δεξιότητας των μαθητών να αξιολογούν την αξιοπιστία των πληροφοριών, να παρουσιάζουν τις πληροφορίες με τρόπο που να ανταποκρίνεται σε συγκεκριμένο κοινό,</li>
                            <li>καθώς επίσης να αντιδρούν επαρκώς και υπεύθυνα σε ψευδείς ειδήσεις και θεωρίες συνωμοσίας που παρουσιάζονται στα μέσα κοινωνικής δικτύωσης.</li>
                        </ul>
                    </li>
                    <li>
                        <b>Ψηφιακές Δεξιότητες:</b> Η ανάπτυξη ψηφιακών δεξιοτήτων στους μαθητές με τη χρήση μέσων δικτύωσης και άλλων ψηφιακών εργαλείων καθώς επίσης να επικοινωνούν τα αποτελέσματά τους σε άλλους δέκτες.
                    </li>
                    <li>
                        <b>Επιστημονική Ετοιμότητα:</b>
                        <ul class="my-0">
                            <li>Ανάπτυξη της ικανότητας κατανόησης των μαθητών σχετικά με τον τρόπο που αναπτύσσεται η επιστημονική γνώση και τους λόγους για τους οποίους είναι σημαντικό να εμπιστεύονται την επιστήμη.</li>
                            <li>Διεύρυνση της γνώσης των μαθητών σχετικά με τους κινδύνους των διάφορων μορφών ακτινοβολίας καθώς και τρόπους προστασίας από αυτές.</li>
                            <li>Ανάπτυξη της ικανότητας των μαθητών να σχεδιάζουν και να επινοούν διαδικασίες για τον έλεγχο ενός μύθου και τη ερμηνεία των ευρημάτων τους.</li>
                        </ul>
                    </li>
                    <li>
                        <b>Κοινωνική Ικανότητα:</b> Η ανάπτυξη της δεξιότητας επιχειρηματολογίας των μαθητών και της δεξιότητάς τους να εντοπίζουν την κοινή συναίνεση σε αμφιλεγόμενα ζητήματα που σχετίζονται με την ακτινοβολία.
                    </li>
                </ul>
            </section>


            
            
            


            



            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s3">
                <h2 id="s3t">Αναμενόμενες προϋπάρχουσες γνώσεις για την ενότητα της Ακτινοβολίας</h2>

                <ul class="leading-tight">
                    <li>Βασικές γνώσεις για τον ηλεκτρισμό και το μαγνητισμό</li>
                    <li>Ιδιότητες των κυμάτων</li>
                    <li>Το φως ως μορφή ενέργειας από τον ήλιο</li>
                    <li>Natural and artificial radiation sources</li>
                    <li>Δομή του ατόμου</li>
                    <li>Βασικές γνώσεις για την εθνική πολιτική όσον αφορά τη χρήση της πυρηνικής ενέργειας</li>
                </ul>

                <h2>Πιθανά εμπόδια που πρέπει να ληφθούν υπόψη</h2>
                <p>
                    Η έννοια της ακτινοβολίας μπορεί να έχει αρνητική ψυχολογική χροιά στους μαθητές. Συγκεκριμένα μπορεί να συσχετιστεί από τους μαθητές με τη χρήση των πυρηνικών όπλων και άλλους άμεσους κινδύνους για την υγεία που σχετίζονται με την έκθεση σε ακτινοβολία όπως είναι ο αυξημένος κίνδυνος για καρκίνο και άλλων αθηροσκληρωτικών, καρδιαγγειακών και νευροεκφυλιστικών επιδράσεων.
                </p>
                <p>
                    Αναμένεται λοιπόν οι μαθητές να βιώσουν την εμπειρία της αξιολόγησης της εγκυρότητας των ευρημάτων τους από το διαδίκτυο καθώς σε αντίθεση περίπτωση θα χρειαστεί περισσότερος χρόνος διδασκαλίας και μελέτης του συγκεκριμένου θέματος της ακτινοβολίας.
                </p>
            </section>
            
            

            
            
            
            
            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s4">
                <h2 id="s4t">Δομή της Ενότητας</h2>
                
                <p>
                    Η ενότητα της ακτινοβολίας αποτελείται από 6 δραστηριότητες.  Η σειρά των δραστηριοτήτων δίνεται στο Σχήμα 1 και στον Πίνακα 1 πιο κάτω.
                </p>
                
                <ModulesModuleStructure />

                <p class="mt-20"><b>Πίνακας 1.</b> Ακολουθία εκμάθησης της ενότητας της Ακτινοβολίας</p>
                <table>
                    <thead>
                        <tr>
                            <th class="w-1/5"><b>Αριθμός Δραστηριότηας</b></th>
                            <th>Περιγραφή</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td><b>Δραστηριότητα 1</b></td>
                            <td>Προβολή του εισαγωγικού βίντεο από όπου παρουσιάζονται φόβοι σχετικοί με την ακτινοβολία μέσω της αποκάλυψης μύθων.
                            <br />
                            Ο δάσκαλος μπορεί να προτείνει την απόκτηση μίας εικόνας για ένα ευρύτερο φάσμα μύθων που σχετίζονται με την ακτινοβολία.</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 2</b></td>
                            <td>
                                <ul>
                                    <li>
                                        Ομαδικές Συζητήσεις:
                                        <br />
                                        Επιλογή ενός μύθου για να καταρριφθεί.
                                    </li>
                                </ul>
                            </td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 3</b></td>
                            <td>
                                Στην ομάδα:
                                <ul>
                                    <li>Θέτουν υποθέσεις και ερευνητικά ερωτήματα.</li>
                                    <li>Αναζήτηση σχετικών πληροφοριών για την επιβεβαίωση ή διάψευση των υποθέσεων τους και των ερευνητικών τους ερωτημάτων.</li>
                                    <li>Αξιολόγηση της εγκυρότητας των ευρημάτων/πηγών/τεκμηρίων που ανακάλυψαν.</li>
                                    <li>Διατύπωση Συμπερασμάτων.</li>
                                </ul>
                            </td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 4</b></td>
                            <td>Μεταφορά των τεκμηρίων που εντόπισαν και των συμπερασμάτων που κατέληξαν μέσω ενός σύντομου βίντεο ή μίας παρουσίασης με  τη χρήση του  PowerPoint εξηγώντας τις ιδέες τους.</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 5</b></td>
                            <td>Ομαδικές Παρουσιάσεις (σε συνδυασμό με δραστηριότητες ετεροαξιολόγησης).</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 6</b></td>
                            <td>Ο δάσκαλός προτείνει ένα συγκεκριμένο κοινωνικό ερώτημα σχετικά με το μέλλον της πυρηνικής ενέργειας, το οποίο συζητείται ενεργά στο πλαίσιο της ΕΕ (βλέπε ένα παράδειγμα μελέτης από τη Σουηδία).
                            <br />
                            Οι μαθητές συζητούν, παράγουν επιχειρήματα και λαμβάνουν αποφάσεις σε μορφή τηλεοπτικής διαλογικής αντιπαράθεσης (παιχνίδι ρόλων), κατά τη διάρκεια της οποίας τα επιχειρήματα των μαθητών μπορούν να παρουσιαστούν ακόμη και σε μορφή βίντεο και παρουσίασης στο PowerPoint.
                            </td>
                        </tr>
                    </tbody>
                </table>
            </section>








            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s5">
                <h2 id="s5t">Μέσα και Υλικά</h2>
                <p>Κινητό τηλέφωνο (Smart phone), Ηλεκτρονικός Υπολογιστής, Διαδίκτυο, Βιντεοπροβολέας.</p>
            </section>   
            
            
            
            
            
                        
            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s6">
                <h2 id="s6t">Αξιολόγηση</h2>
                
                <p>
                    Η αξιολόγηση των μαθητών μπορεί να γίνει με διάφορους τρόπους κατά τη διάρκεια της διδακτικής ενότητας.  Γενικότερα μπορούν να αξιολογηθούν οι επιστημονικές τους δεξιότητες, οι γενικές τους ικανότητες, η ικανότητα της επιχειρηματολογίας τους και οι γνώσεις περιεχομένου που σχετίζονται με την ενότητα.
                </p>
                <p>
                    Προτεινόμενες μορφές αξιολόγησης για την ενότητα της Ακτινοβολίας είναι οι εξής:
                </p>
                <p>
                    <b>Διαμορφωτική Αξιολόγηση:</b>
                </p>
                <ul>
                    <li>Προφορικές/Γραπτές ανατροφοδοτήσεις από τον εκπαιδευτικό (βάσει των παρατηρήσεων, των ερωτημάτων που διατυπώνουν κλπ.) κατά τη διάρκεια της ενότητας, των πειραματικών διαδικασιών και άλλων ατομικών ή ομαδικών εργασιών</li>
                    <li>Ανατροφοδότηση μεταξύ των ομάδων των μαθητών ( στις ομαδικές παρουσιάσεις με τη χρήση του ακόλουθου <NuxtLink to="../tools/peer-feedback" target="_blank">εργαλείου</NuxtLink> και αυτοαξιολόγηση μετά το τέλος της τελικής διαλογικής αντιπαράθεσης/παιχνιδιού).</li>
                    <li>Προφορική/Γραπτή ανατροφοδότηση από το δάσκαλο σε ατομικά ή ομαδικά έντυπα εργασίας.</li>
                </ul>
                <p>
                    <b>Αθροιστική Αξιολόγηση:</b>
                </p>
                <ul>
                    <li>Βαθμολογία που δίδεται από το δάσκαλο στις ομαδικές παρουσιάσεις (βασισμένες στην παραγωγή των βίντεο, στην παρουσίαση και στην ικανότητα των μαθητών να παρέχουν σχετικές απαντήσεις και σχόλια.</li>
                    <li>Βαθμολογία που δίδεται από των δάσκαλο σε ομαδικά και ατομικά φύλλα εργασίας.</li>
                </ul>
            </section>
            
            
            
            

            
            
            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s7">
                <h2 id="s7t">Εισηγήσεις στη διδασκαλία της ενότητας</h2>

                <p>
                    Η εφαρμογή της συγκεκριμένης ενότητας μπορεί να διακριθεί σε δύο μέρη. Το πρώτο μέρος <b>(Δραστηριότητες 1-5)</b> που σχετίζεται κυρίως με συγκεκριμένους μύθους που αφορούν την Ακτινοβολία και εντοπίζονται στο εισαγωγικό βίντεο,  ανακαλούνται από τους μαθητές ή προτείνονται από τον εκπαιδευτικό. Και το δεύτερο μέρος <b>(Δραστηριότητα 6)</b> που δίνει έμφαση στο κοινωνικό θέμα της πυρηνικής ενέργειας το οποίο ολοκληρώνεται με τη τελική διαλογική αντιπαράθεση/παιχνίδι ρόλων μεταξύ των μαθητών <b>(δες το Υλικό Μαθητή)</b>.
                </p>
                <p>
                    Η παρούσα ενότητα ξεκινά με το εισαγωγικό βίντεο από το οποίο αναδύονται οι πιο κάτω προκλήσεις, φόβοι και μύθοι:
                </p>
                <ul>
                    <li>Τα κινητά τηλέφωνα εκπέμπουν επικίνδυνη ηλεκτρομαγνητική ακτινοβολία.</li>
                    <li>Το 5G δεν είναι ασφαλές.</li>
                    <li>Η χρήση λαστιχένιων γαντιών μπορεί να προστατεύσει το ανθρώπινο σώμα από την ηλεκτρομαγνητική ακτινοβολία που εκπέμπουν τα κινητά τηλέφωνα.</li>
                    <li>Η ηλεκτρομαγνητική ακτινοβολία (ραδιοκύματα) μπορεί να «παγώσει» σε χαμηλές θερμοκρασίες.</li>
                    <li>Η ηλεκτρομαγνητική ακτινοβολία παρεμποδίζεται από τους τοίχους ενός ψυγείου.</li>
                    <li>Το πλαστικό και το αλουμίνιο μπορεί να μπλοκάρει τα ηλεκτρομαγνητικά κύματα.</li>
                    <li>Τα ηλεκτρικά καλώδια εκπέμπουν επικίνδυνα ηλεκτρομαγνητικά κύματα.</li>
                    <li>Ο ήλιος εκπέμπει επικίνδυνη ακτινοβολία.</li>
                </ul>
                <p>
                    Το <a href="https://www.youtube.com/watch?v=ccMo9WfKeOY" target="_blank" rel="noopener noreferrer">εισαγωγικό βίντεο</a> στοχεύει να εγείρει ερωτήματα και προβληματισμούς αντί να δίνει στους μαθητές άμεσες απαντήσεις.
                </p>
                <p>
                    Αφότου οι μαθητές παρακολουθήσουν το εισαγωγικό βίντεο <b>(Δραστηριότητα 1)</b> αναμένεται να προβληματιστούν και να θελήσουν οι ίδιοι να μελετήσουν ένα από τους συγκεκριμένους μύθους που σχετίζεται με τις διάφορες μορφές ηλεκτρομαγνητικών κυμάτων καθώς επίσης να διερευνήσουν τους φόβους που επικρατούν. 
                </p>
                <p>
                    Ο εκπαιδευτικός έχει το πλεονέκτημα να εισαγάγει μία γενική άποψη που επικρατεί για το φάσμα της ακτινοβολίας που περιλαμβάνει την ιονίζουσα συνιστώσα – ξεκινώντας από την υπεριώδη ακτινολογία που εκπέμπεται από τον Ήλιο στα μικρότερα σωματίδια μήκους κύματος με υψηλή ενέργεια. 
                </p>
                <p>
                    Απώτερος σκοπός είναι να διερευνηθούν οι απόψεις των μαθητών για την ακτινοβολία και τη χρήση της καθώς και να προσελκύσουμε το ενδιαφέρον των μαθητών σε διάφορους μύθους που σχετίζονται με τις συνέπειες της ακτινοβολίας.
                </p>
                <p>
                    Επιπλέον, οι μαθητές ενθαρρύνονται να ανακαλέσουν προϋπάρχουσες γνώσεις που έχουν, άλλες αντιλήψεις που έχουν προκύψει από την καθημερινή τους εμπειρία και επαφή με την οικογένειά τους, τους φίλους τους καθώς και να μοιραστούν τις δικές τους αντιλήψεις και απόψεις με τους συμμαθητές τους <b>(Δραστηριότητα 2)</b>. Τα «βίντεο/πηγές» μπορούν να παρουσιαστούν σε αυτό το σημείο με σκοπό να τονιστούν τα θέματα που αφορούν την ακτινοβολία, τις έννοιες και τις γενικότερες αρχές που επικρατούν.
                </p>
                <p>
                    Επιλεγμένα κεφάλαια από το τις <nuxt-link to="./radiation/background">πληροφορίες για το επιστημονικό υπόβαθρο</nuxt-link> μπορούν να επαναφερθούν εάν κριθεί απαραίτητο.
                </p>
                <p>
                    Η Δραστηριότητα 2 θα βοηθήσει τους μαθητές να δημιουργήσουν από το μύθο που έχουν επιλέξει το ερευνητικό ερώτημα (ή την υπόθεση) που θα πρέπει να απαντήσουν <b>(Δραστηριότητα 3)</b>.  Επιπλέον, το στάδιο αυτό μπορεί να εφαρμοστεί με τους πιο κάτω τρόπους:
                </p>
                <ol>
                    <li>
                        Οι μαθητές μπορούν να επιλέξουν ένα μύθο ο οποίος μπορεί να διερευνηθεί πειραματικά. Να συλλέξουν δηλαδή στοιχεία με τη διεξαγωγή ενός απλού πειράματος.  Για παράδειγμα, το επίπεδο της ηλεκτρομαγνητικής ακτινοβολίας που εκπέμπει ένα κινητό τηλέφωνο μπορεί να εντοπιστεί μέσω μίας δωρεάν εφαρμογής όπως είναι η εφαρμογή webp ή κάποια άλλη παρόμοια εφαρμογή.  Η εφαρμογή ElectroSmart αποτελεί μία εφαρμογή Ανιχνευτή Ηλεκτρομαγνητικού Πεδίου Ραδιοσυχνοτήτων.
                        <UiContentImage
                            src="https://evidence.onkel.ee/assets/radiation__image-2.webp"
                            credits=""
                            :elevated="true" class="max-w-sm">
                            <template #caption>
                                Μέτρηση της εκπομπής του ηλεκτρομαγνητικού πεδίκου, moderate is at range of under 0,3 V/m 
                            </template>
                        </UiContentImage>
                        <p>
                            Η συγκεκριμένη εφαρμογή επιτρέπει τη μέτρηση μίας τρέχουσας ακτινοβολίας με τη χρήση του ElectroSmart Index υποδεικνύοντας εάν η έκθεση επηρεάζει τους περισσότερους ανθρώπους (σε χαμηλό ή μεσαίο επίπεδο) ή υψηλό, και επίσης εάν θα χρειαστεί να λάβουν κάποια μέτρα προστασίας από τη συγκεκριμένη ακτινοβολία. Οι μαθητές μπορούν να διαπιστώσουν ότι η αύξηση της απόστασης από την πηγή ακτινοβολίας μπορεί να μειώσει (σε τετραγωνικά) το επίπεδο της έκθεσης στην ακτινοβολία. Επιπλέον, μπορούν να δοκιμάσουν να τοποθετήσουν ένα κομμάτι αλουμινόχαρτο γύρο από το κινητό τους ώστε να εξετάσουν κατά πόσο θα μειωθεί το επίπεδο της ακτινοβολίας στο οποίο εκτίθενται. Μία παραλλαγή του συγκεκριμένου ελέγχου υπάρχει και στη συγκεκριμένη ιστοσελίδα: <a href="https://www.youtube.com/watch?v=asmbgAeJqis" target="_blank" rel="noopener noreferrer">https://www.youtube.com/watch?v=asmbgAeJqis</a>.
                        </p>
                        <p>
                            Επιπλέον, εάν οι μαθητές έχουν πρόσβαση σε ένα απλό εργαλείο μέτρησης ηλεκτρομαγνητικών πεδίων (EMF measuring device) μπορούν να μετρήσουν την ακτινοβολία που εκπέμπουν συσκευές όπως οι ηλεκτρονικοί υπολογιστές, τα τάμπλετ, τα κινητά τηλέφωνα, οι εκτυπωτές, τα ηχεία, η τηλεόραση, τα τηλεχειριστήρια, οι λαμπτήρες, το ψυγείο, το modem καθώς επίσης να συγκρίνουν τις μετρήσεις τους.
                        </p>
                        <UiContentImage
                            src="https://evidence.onkel.ee/assets/radiation__emf-meter.webp"
                            credits=""
                            :elevated="true" class="max-w-sm">
                            <template #caption>
                                Εργαλείο μέτρησης Ηλεκτρομαγνητικών Πεδίων
                            </template>
                        </UiContentImage>
                        <p>
                            Εάν είναι διαθέσιμα στους μαθητές πιο εξειδικευμένα εργαλεία μέτρησης ηλεκτρομαγνητικών πεδίων υπάρχουν και πιο εξειδικευμένες μετρήσεις που θα μπορούσαν να γίνουν: <a href="https://www.youtube.com/watch?v=nKPw-dnxZTo" target="_blank" rel="noopener noreferrer">https://www.youtube.com/watch?v=nKPw-dnxZTo</a>
                        </p>
                    </li>
                    <li>
                        Από την άλλη, καθώς δεν μπορούν οι περισσότεροι από τους μύθους για την ακτινοβολία να διερευνηθούν πειραματικά εντός τάξης υπάρχει και ο δεύτερος τρόπος που μπορούν να δουλέψουν οι μαθητές. Συνεπώς, οι μαθητές μπορούν να συλλέξουν δεδομένα από δευτερεύουσες επιστημονικές πηγές ώστε να επιβεβαιώσουν ή να καταρρίψουν ένα από τους μύθους και πιο συγκεκριμένα να απαντήσουν στο ερευνητικό ερώτημα ή στην υπόθεση που θα διατυπώσουν. Μέσω της αντιπαράθεσης των μέσων/πηγών δεδομένων και του περιεχομένου τους, οι μαθητές αναλύουν κριτικά την εγκυρότητα των πηγών τους και διατυπώνουν τα συμπεράσματά τους βάσει των τεκμηρίων τους. Καθώς ο έλεγχος εγκυρότητας των πηγών τους μπορεί να αποτελεί πρόκληση για τους μαθητές, το «Υλικό του Μαθητή» περιλαμβάνει συγκεκριμένο εργαλείο tool που μπορούν να χρησιμοποιήσουν αναζητώντας και αναλύοντας τις πληροφορίες τους. Επιπλέον, συστήνεται ο εκπαιδευτικός να επεξηγήσει τη χρήση του συγκεκριμένου εργαλείου αναλύοντας κάποιες έγκυρες και κάποιες όχι τόσο έγκυρες πηγές ως παράδειγμα προτού οι ίδιοι οι μαθητές εμπλακούν στη διαδικασία ελέγχου εγκυρότητας των δικών τους πηγών.
                    </li>
                </ol>
                <p>
                    Στη συνέχεια, με σκοπό να επικοινωνήσουν τα συμπεράσματά τους οι μαθητές, καλούνται να δημιουργήσουν μία παρουσίαση <b>(Δραστηριότητα 4)</b>. Η δημιουργία βίντεο θα μπορούσε επίσης να είναι μία ενδιαφέρουσα επιλογή. Για αυτό το σκοπό διατίθεται στους μαθητές ένα εκπαιδευτικό βίντεο <a href="https://www.youtube.com/playlist?list=PLuC4DJElPQrOEMp2nLj1Q3h-_r8q7fzp0" target="_blank" rel="noopener noreferrer">video tutorial</a>. Επιπλέον, το «Υλικό του Μαθητή» περιλαμβάνει κριτήρια που είναι σημαντικό να πληροί το βίντεο που θα δημιουργήσουν. Τα συγκεκριμένα κριτήρια θα μπορούσαν να εφαρμοστούν ως διαμορφωτική αυτοαξιολόγηση κατά τη διάρκεια της δημιουργία του βίντεο ή σε ετεροαξιολόγηση όταν θα πραγματοποιηθεί η παρουσίαση των βίντεο στους συμμαθητές τους και στον εκπαιδευτικό <b>(Δραστηριότητα 5)</b>. Τέλος, οι μαθητές μπορούν να χρησιμοποιήσουν το συγκεκριμένο εργαλείο αξιολόγησης  <NuxtLink to="/tools/peer-feedback" target="_blank">assessment tool</NuxtLink> ώστε να λάβουν ή να δώσουν ανατροφοδότηση στις άλλες ομάδες μαθητών.  
                </p>
                <p>
                    Φτάνοντας στην τελευταία δραστηριότητα <b>(Δραστηριότητα 6)</b> κοινωνικά θέματα που απασχολούν ιδιαίτερα τον κόσμο, τα οποία σχετίζονται με την ιονίζουσα ακτινοβολία και την πυρηνική ενέργεια συζητιούνται στα πλαίσια διαλογικών αντιπαραθέσεων. Η διαλογική αντιπαράθεση-παιχνίδι ρόλων (debate role-play) παρουσιάζεται αναλυτικά στο «Υλικό του Μαθητή».
                </p>
                <p>
                    Ο εκπαιδευτικός μπορεί να αποφασίσει για το είδος της αξιολόγησης που θα εφαρμόσει ώστε να ενθαρρύνει την αυτόνομη έκφραση των ιδεών που έχουν οι μαθητές και τη διατύπωση των επιχειρημάτων τους. Βάσει των μαθημάτων που προηγήθηκαν, οι μαθητές θα έχουν την ευκαιρία να παραθέσουν και να προβληματιστούν σχετικά με τις επιστημονικές τους θέσεις, ή και με τις προσωπικές και κοινωνικές αξίες που τους χαρακτηρίζουν.
                </p>
                <p>
                    Στην ενότητα προτείνεται η διαλογική αντιπαράθεση στο θέμα της Πυρηνικής Ενέργειας, ένα θέμα που έχει προσελκύσει αρκετά το ενδιαφέρον της κοινωνίας και γενικότερα συζητιέται στις χώρες της Ευρωπαϊκής Ένωσης.  Αρκετές φορές μάλιστα διατυπώνονται φόβοι, παρανοήσεις και μύθοι που σχετίζονται με το συγκεκριμένο θέμα όπως: 
                </p>
                <ul>
                    <li><b>Μύθος 1:</b> Η πυρηνική ενέργεια είναι επικίνδυνη.</li>
                    <li><b>Μύθος 2:</b> Η πυρηνική ενέργεια συμβάλλει στη δημιουργία εκπομπών άνθρακα στην ατμόσφαιρα και έτσι οδηγεί σε ατμοσφαιρική ρύπανση και στην υπερθέρμανση του πλανήτη.</li>
                    <li><b>Μύθος 3:</b> Τα πυρηνικά απόβλητα πρέπει να αποθηκεύονται για 100,000 χρόνια.</li>
                    <li><b>Μύθος 4:</b> Τα πυρηνικά εργοστάσια εκπέμπουν επικίνδυνα επίπεδα ακτινοβολίας.</li>
                    <li><b>Μύθος 5:</b> Η έκθεση στην ακτινοβολία δημιουργείται αποκλειστικά και μόνο από τα πυρηνικά εργοστάσια.</li>
                    <li><b>Μύθος 6:</b> Δεν χρειαζόμαστε την Πυρηνική Ενέργεια στην Ευρώπη.</li>
                    <li><b>Μύθος 7:</b> Τα πυρηνικά εργοστάσια είναι παλιά και δεν λειτουργούν σωστά.</li>
                    <li><b>Μύθος 8:</b> Οι πυρηνικοί σταθμοί μπορεί να εκραγούν. </li>
                    <li><b>Μύθος 9:</b> Τα πυρηνικά απόβλητα δεν μπορούν να μεταφερθούν με ασφαλή τρόπο.</li>
                    <li><b>Μύθος 10:</b> Οι εργάτες των πυρηνικών εργοστασίων είναι οι ίδιοι ραδιενεργοί.</li>
                </ul>
                <p>
                    Γεγονότα που σχετίζονται με τους πιο πάνω μύθους για την πυρηνική ενέργεια παρουσιάζονται στις πληροφορίες για το επιστημονικό περιεχόμενο <nuxt-link to="radiation/background">Scientific background information</nuxt-link>. 
                </p>
                <p>
                    Καταληκτικά, οι εκπαιδευτικοί είναι σημαντικό να γνωρίζουν ιστορικά και κοινωνικά γεγονότα που οδήγησαν στο σχηματισμό των φόβων που αφορούν την πυρηνική ραδιενέργεια. Διάφορες ιδέες και χρήσιμες πληροφορίες μπορούν να βρουν στο Επιστημονικό Περιεχόμενο που αφορά την ενότητα της ακτινοβολίας. Συνεπώς συστήνεται οι εκπαιδευτικοί να μελετήσουν το συγκεκριμένο υλικό ώστε να έρθουν σε επαφή με επιστημονικές έννοιες και γεγονότα που αφορούν όχι μόνο την ενότητα της Ακτινοβολίας αλλά και άλλα θέματα που πιθανότατα θα προβληματίσουν τους ίδιους τους μαθητές.
                </p>
            </section>


        </section>
    </div>
</template>

<style scoped>
   .e-flow__chart {
      @apply flex flex-col items-center;
    }
    .e-flow__boxes {
      @apply flex gap-4;
    }
    .e-flow__box {
      @apply border-2 border-slate-400 p-4;
    }
    .e-flow__connector {
      @apply border-x h-6 border-slate-400 grow-0;
    }
    .e-flow__connector-fork {
      @apply border-x-2 h-6 border-slate-400 grow-0 w-1/2;
    }
    .e-flow__connector-fork--up {
      @apply border-b-2;
    }
    .e-flow__connector-fork--down {
      @apply border-t-2;
    }
</style>