<template>
    <div class="flex flex-col items-start 
        lg:flex-row-reverse lg:justify-end 
        xl:gap-10
        2xl:gap-20" lang="el" style="hyphens:auto;">
        <ClientOnly>
            <UiTableOfContents class="w-full lg:max-w-xs print:hidden" key="climatechange-bg-et" />
        </ClientOnly>



        <section class="e-article" lang="el" style="hyphens: auto;">
            <Icon name="openmoji:scientist-medium-dark-skin-tone" class="float-right text-[5em]" />
            <h1 class="mb-0">Ακτινοβολία</h1>
            <h5 class="font-normal uppercase leading-tight">Επιστημονικές Πληροφορίες για την ανάπτυξη ενός σεναρίου</h5>
        
            <section id="s-1">
                <h2 id="s-1t">1. Σενάριο</h2>
                <p>
                    Όλες οι ενότητες ξεκινάνε με την παρουσίαση ενός παρακινητικού σεναρίου που προσελκύει το ενδιαφέρον ως προς ένα θέμα κοινωνικά ευαίσθητο που σχετίζεται με την επιστήμη και παράλληλα είναι αμφιλεγόμενο ( π.χ. ένα μύθος, μία θεωρία συνωμοσίας ή μία παρανόηση).
                </p>
                <p>
                    Κάθε σενάριο αποτελεί μία σύνοψη 3-5 μύθων/θεωριών συνωμοσίας/παρανοήσεων που προκαλεί την αναζήτηση και τον προβληματισμό παρά την απάντηση σε αυτά τα ζητήματα.  Απώτερος σκοπός του σεναρίου είναι να παρακινήσει τους μαθητές να διερευνήσουν τουλάχιστον ένα από τα θέματα εις βάθος.  
                </p>
            </section>


            <section id="s-2">
                <h2 id="section-2">2. Επιστημονικά άρθρα σχετικά με τις παρανοήσεις των μαθητών και γενικότερα των ανθρώπων.</h2>

                <p>
                    Dalyot, K., Sharon, A.J., Orr, D. et al. <b>Public Engagement with Science in Everyday Life: Perceptions of Wi-Fi Radiation Risks in Schools.</b> Res Sci Educ 51, 1035–1054 (2021). <a href="https://doi.org/10.1007/s11165-019-09894-w" target="_blank" rel="noopener noreferrer">https://doi.org/10.1007/s11165-019-09894-w</a>
                </p>
                <p>
                    Neumann, S. (2014). <b>Three Misconceptions About Radiation — And What We Teachers Can Do to Confront Them</b>, Physics Teacher, 52, 357; <a href="https://doi.org/10.1119/1.4893090" target="_blank" rel="noopener noreferrer">https://doi.org/10.1119/1.4893090</a>
                </p>
                <p>
                    Κατά τη διάρκεια των τελευταίων ετών που διδάσκω φυσική, έχω παρατηρήσει ότι οι μαθητές παρουσιάζουν όλο και περισσότερο ενδιαφέρον στην ενότητα της Ακτινοβολίας. Τα κινητά τηλέφωνα, οι πιο σύγχρονες κονσόλες παιχνιδιών και το Wifi και όλες αυτές οι συσκευές που εμπεριέχουν κάποιου είδους ακτινοβολία είναι αναπόσπαστο κομμάτι της καθημερινότητας των μαθητών. Οι μαθητές συχνά έρχονται αντιμέτωποι μέσα από τα μέσα κοινωνικής δικτύωσης με θέματα που σχετίζονται με την ακτινοβολία όπως: Ποιες είναι οι συνέπειες των πυρηνικών αποβλήτων μετά το ατύχημα στη Fukushima; Μπορεί η ακτινοβολία που εκπέμπουν τα κινητά τηλέφωνα να προκαλέσουν καρκίνο; Μήπως η χρήση solarium θα έπρεπε να απαγορευτεί για τους εφήβους; Παρόλο που οι μαθητές φαίνεται να παρουσιάζουν ιδιαίτερο ενδιαφέρον ως προς το να ενημερωθούν για το θέμα της ακτινοβολίας, έχω εντοπίσει πολλαπλές παρανοήσεις σχετικά με το θέμα συζητώντας μαζί τους εντός της τάξης. Αρκετές από αυτές τις παρανοήσεις προέρχονται από μεροληπτικές αναφορές στα μέσα κοινωνικής δικτύωσης, καθώς η έννοια της ακτινοβολίας χρησιμοποιείται στην καθημερινή χρήση της γλώσσας με πολύ διαφορετικό τρόπο σε σύγκριση με τον επιστημονικό τρόπο.
                </p>
                
                <h3>Η ακτινοβολία είναι τεχνητή</h3>
                <p>
                    Αρκετοί είναι οι μαθητές που πιστεύουν ότι η ακτινοβολία είναι άμεση συνέπεια της ανάπτυξης της τεχνολογίας. Συχνά οι μαθητές υποστηρίζουν ότι το να διαμένει κανείς μακριά από την αστική συμφόρηση και από βιομηχανικές περιοχές μπορεί να μειώσει σε μεγάλο βαθμό την έκθεσή μας σε ακτινοβολία και ότι πριν από μερικές δεκαετίες οι ακτινοβολία δεν υπήρχε πουθενά στον κόσμο.  Αντιλαμβάνονται την ακτινοβολία ως κάτι που παράγεται από ηλεκτρικές συσκευές ή προέρχεται αποκλειστικά από τα πυρηνικά εργοστάσια. Οι συγκεκριμένοι μαθητές δύσκολα μπορούν να πιστέψουν ότι όλα τα αντικείμενα εκπέμπουν ακτινοβολία ως αποτέλεσμα της δικής τους θερμοκρασίας.
                </p>

                <h3>Η ακτινοβολία είναι επικίνδυνη</h3>
                <p>
                    Η επιστημονική έννοια της ακτινοβολίας έχει αρνητική χροιά και φοβίζει την πλειοψηφία των ανθρώπων. Για ποιο λόγο συμβαίνει αυτό;  Αναφορές σχετικά με τις επιπτώσεις της ακτινοβολίας των κινητών τηλεφώνων και τις συνέπειες του ατυχήματος στη Fukushima ξεπερνούν όλο και περισσότερο τις αναφορές σχετικά με τις ευεργετικές πτυχές της ακτινοβολίας. Είναι φυσικό λοιπόν, αυτό που δεν προβάλουν περισσότερο τα μέσα μαζικής ενημέρωσης δηλαδή το γεγονός ότι ο άνθρωπος δεν θα μπορούσε να ζήσει χωρίς την ύπαρξη ακτινοβολίας η οποία συμβάλλει στη μεταφορά θερμότητας, να μην το γνωρίζουν οι περισσότεροι άνθρωποι.  
                </p>

                <h3>
                    Η ακτινοβολία είναι αόρατη
                </h3>
                <p>
                    Η ιδέα ότι το ίδιο το φως αποτελεί μορφή ακτινοβολίας και συνεπώς συνδέεται στενά με τις ακτίνες x, ή τα μικροκύματα είναι μία ιδέα που δύσκολα μπορεί να αντιληφθεί και να κατανοήσει πλήρως ένας μαθητής. Το φως, σύμφωνα με τους περισσότερους μαθητές διαφέρει σε μεγάλο βαθμό από την ακτινοβολία: η ακτινοβολία είναι αόρατη, δεν μπορεί να την δει κανείς ενώ το φως συνδέεται συχνά με θετικά συναισθήματα.
                </p>
                <p>
                    Εξαίρεση αποτελεί το φως που προέρχεται από τη χρήση λέιζερ: για ορισμένους μαθητές το φως που προέρχεται από τα λέιζερ είναι μία μορφή ακτινοβολίας παρόλα αυτά σπάνια θα εκφράσουν την ίδια άποψη για το φως που εκπέμπουν οι λαμπτήρες. Η παρανόηση αυτή βασίζεται ίσως στο γεγονός ότι το φως που προέρχεται από τα λέιζερ μπορεί να προκαλέσει ζημιά στα μάτια μας.
                </p>
                <p>
                    Σε αυτό το πλαίσιο, είναι σημαντικό να καταλάβουν οι μαθητές ότι το φως που προέρχεται από τα λέιζερ μπορεί να συγκεντρώσει μεγάλη ποσότητα ενέργειας σε μία μικρή περιοχή, σε αντίθεση με το φως που προέρχεται από τους λαμπτήρες που μπορεί να εξαπλώνεται και να διαχέει την ενέργεια.
                </p>
            </section>



            <section id="s-3">
                <h2 id="s-3t">3. Ανακοινώσεις των μέσων μαζικής ενημέρωσης και ερευνητικά άρθρα που σχετίζονται με τις θεωρίες συνωμοσίας.</h2>

                <p>
                    Δείτε επίσης το «Επιστημονικό Περιεχόμενο για την ανάπτυξη ενός σεναρίου» που αφορά τους Ιούς για το 5G.
                </p>
                <p>
                    Eliassen, I. & Pena, P. (12 June 2020). <b>Real 5G issues overshadowed by Covid-19 conspiracy theories.</b>
                </p>
                <p>
                    Ο ισχυρισμός ότι υπάρχει μία συσχέτιση μεταξύ του 5G και την πανδημίας από τον ιό Covid-19 έγινε τεράστιο θέμα συζήτησης τόσο στο Facebook, όσο και σε άλλες εφαρμογές όπως είναι το WhatsApp και άλλους τύπους των μέσων κοινωνικών δικτύωσης όπως είναι το YouTube, ενώ παράλληλα η εξάπλωση του ιού γινόταν παγκόσμια. Η θεωρία ότι ο ιός Covid-19 προκλήθηκε από την αυξημένη χρήση των νέων κινητών υψηλής τεχνολογίας, ή ότι το σήμα που εκπέμπουν έχει αρνητικές συνέπειες στο ανθρώπινο ανοσοποιητικό σύστημα για αυτό το λόγω αποτελεί ένας εύκολος στόχος για τους υιούς.
                </p>
                <p>
                    Ο «διαδικτυακός» φόβος και ο θυμός διαχύθηκε κυρίως στις χώρες που ήταν κάπως απομονωμένες, πρώτα στο Ηνωμένο Βασίλειο.  Από την αρχή του lockdown για τον κορονοϊό, έχουν σημειωθεί περίπου 90 εμπρησμοί και επιθέσεις δολιοφθοράς σε κινητούς ιστούς στη χώρα σύμφωνα <span class="bg-red-400">(link)</span> με το Sky News.  Μηχανικοί τηλεπικοινωνιών που εργάζονται σε υποδομές δέχτηκαν επίθεση και αναγκάστηκαν να φύγουν (<a href="https://www.theguardian.com/business/2020/may/07/5g-conspiracy-theories-attacks-telecoms-covid" target="_blank" rel="noopener noreferrer">link</a>) και να αποχωρήσουν από τα πόστα τους.  Μάλιστα κτίρια και πύργοι έχουν υποστεί βανδαλισμούς (<a href="https://arstechnica.com/tech-policy/2020/04/how-a-5g-coronavirus-conspiracy-spread-across-europe/" target="_blank" rel="noopener noreferrer">link</a>) σε Ιρλανδία, Κύπρο και Ελβετία.
                </p>
                <p>
                    Περισσότερες πληροφορίες για το σήμα 5G (συμπεριλαμβανομένου επιστημοντικές πληροφορίες για τις επιπτώσεις τους στην ανθρώπινη υγεία) μπορείτε να βρείτε στον πιο κάτω σύνδεσμο:
                </p>
                <p>
                    <a href="https://www.investigate-europe.eu/en/2020/5g-covid-conspiracy" target="_blank" rel="noopener noreferrer">https://www.investigate-europe.eu/en/2020/5g-covid-conspiracy</a>
                </p>
            </section>



            <section id="s-4">
                <h2 id="s-4t">4. Προϋπάρχουσες εκπαιδευτικές πηγές για την ενότητα της Ακτινοβολίας</h2>


                <p>
                    Σημαντική σημείωση!! Το παρακάτω υλικό μπορεί να είναι χρήσιμο στο σχεδιασμό ολόκληρης της ενότητας και όχι απλά στο σενάριο.
                </p>

                <p>
                    Ένα μάθημα επιλογής στο γυμνάσιο που ονομάζεται «Επιστήμη, Τεχνολογία & Κοινωνία» έχει σχεδιαστεί στην Εσθονία με σκοπό να επιλύσει προβλήματα που φαίνεται να είναι σημαντικά για τους μαθητές και έχουν γενικότερη επίπτωση στην κοινωνική ζωή των μαθητών.
                </p>

                <p>
                <a href="https://drive.google.com/drive/folders/1_zZ549xw-iexaNHPfZhZuC9wqzr6NPuC" target="_blank" rel="noopener noreferrer">Τρύπα του όζοντος και UV-Ακτινοβολία: Είναι απειλή για τη ζωή μας;</a> (το υλικό βρίσκεται εδώ) <span class="bg-red-300">Links to some materials written in Estonian</span>
                </p>


                <p>
                    Η συγκεκριμένη ενότητα δίνει τη δυνατότητα στους μαθητές να διευρύνουν τις γνώσεις τους για τις ακτίνες uv, τους παράγοντες που επηρεάζουν την έντασή της, τη σημασία της συγκεκριμένης ακτινοβολίας και τις επιπτώσεις της. Οι μαθητές σχεδιάζουν και διεξάγουν πειράματα ώστε να εξετάσουν τις επιδράσεις της χρήσης αντηλιακού στην UV ακτινοβολία. Επιπλέον, οι μαθητές μαθαίνουν να κάνουν τις σωστές επιλογές ώστε να μειώσουν το ρίσκο της έκθεσής τους στην uv ακτινοβολία.
                </p>

                <p>
                    <b>Ηλεκτρομαγνητική Ακτινοβολία: Πώς οι μικροσυσκευές που χρησιμοποιούμε στην καθημερινότητά μας επηρεάζουν την υγεία μας;</b>
                </p>

                <p>
                    Σκοπός της συγκεκριμένης ενότητας είναι να γνωστοποιήσει τις επιπτώσεις της ηλεκτρομαγνητικής ακτινοβολίας στον άνθρωπο και να μπορεί ο μαθητής να εντοπίζει πώς οι επιπτώσεις αυτές συνδέονται με τις διαφορετικές μορφές και τα χαρακτηριστικά της ηλεκτρομαγνητικής ακτινοβολίας. Επιπλέον, οι μαθητές διερευνούν το αυξανόμενο αντίκτυπο στο περιβάλλον γύρω από τις μικροσυσκευές που εκπέμπουν ηλεκτρομαγνητική ακτινοβολία.
                </p>

                <p>
                    Το πιο κάτω πρόγραμμα έχει αναπτυχθεί στα πλαίσια του FP7 προγράμματος του ESTABLISH.
                </p>

                <p>
                    <b>Η ηλεκτρομαγνητική ακτινοβολία στην Ιατρική (Medical Imaging)</b> <span class="bg-red-300">Should it be a link?</span>
                </p>

                <p>
                    Στόχος αυτής της ενότητας είναι να εισαγάγει τους μαθητές στους συναρπαστικούς τομείς απεικόνισης της ακτινοβολίας που αξιοποιείται στη σύγχρονη ιατρική με απώτερο σκοπό να τους εξοικειώσει με τις επιστημονικές αρχές που διέπουν τις συγκεκριμένες τεχνικές.
                </p>

                <p>
                    Η ενότητα αποτελείται από τρεις υποενότητες. Η 1η υποενότητα επικεντρώνεται στην υπέρυθρη ακτινοβολία απεικόνισης και ανταποκρίνεται σε μαθητές γυμνασίου.
                </p>


                <p>
                    Η 2η και 3η υποενότητα επικεντρώνεται στις ακτίνες Χ (X-rays) και στην πυρηνική ακτινοβολία απεικονισης και ανταποκρίνονται σε μαθητές λυκείου. Η ενότητα της ηλεκτρομαγνητικής ακτινοβολίας στην ιατρική εμπλουτίζεται με διάφορες δραστηριότητες που αξιοποιούν τεχνολογικά εργαλεία πληροφόρησης και επικοινωνίας(ICT tools). Οι πιο κάτω πηγές αξιοποιούνται για καταγραφή δεδομένων, μοντελοποίηση, διαδικτυακές προσομοιώσεις, και ταινίες σε απευθείας σύνδεση.
                </p>

                <h2>5G</h2>

                <p>
                    <a href="https://umea5g.se/en/swedens-first-5g-test-city/" target="_blank" rel="noopener noreferrer">https://umea5g.se/en/swedens-first-5g-test-city/</a>
                </p>

                <h3>
                    Υπεριώδεις Ακτινοβολίας
                </h3>


                <p>
                    Η Σουηδία κατέχει το υψηλότερο ποσοστό εμφάνισης περιστατικών με καρκίνο του δέρματος. Για πιο λόγο συμβαίνει αυτό;
                </p>

                <p>
                    Η Σουηδική Αρχή Ακτινοπροστασίας εκφράζει ανησυχία για τον αυξανόμενο δείκτη περιστατικών με καρκίνο του δέρματος (μελάνωμα) στη Σουηδία και το χαμηλό ενδιαφέρον για τη μείωση του υψηλού ποσοστού ραδονίου (ένα ιδιαίτερα επικίνδυνο χημικό στοιχείο για τον ανθρώπινο οργανισμό) σε κατοικημένες περιοχές. Το αποτέλεσμα αυτό πιθανότατα οφείλεται στην έλλειψη γνώσεις που έχουν οι κάτοικοι για τις επιπτώσεις τις ακτινοβολίας στον άνθρωπο. Σύμφωνα με τους Eriksson & Tinghög (2015), το κόστος για την αντιμετώπιση των περιστατικών καρκίνου του δέρματος στη Σουηδία αυξήθηκαν κατά 27% το 2011 σε σύγκριση με το 2005 που έφτασε τα 1,58 δισεκατομμύρια SEK.
                </p>

                <p>
                    <b>Υπεριώδεις ακτινοβολία-προκαλεί αύξηση των περιστατικών καρκίνου του δέρματος (SSM-Superficial Spreading Melanoma)</b> (2015)
                </p>
                
                <p>
                    <a class="break-all" href="https://www.stralsakerhetsmyndigheten.se/contentassets/80dd291619344e5297057b9fbfb0d072/201516-international-conference-on-uv-radiation-induced-disease--roles-of-uva-and-uvb" target="_blank" rel="noopener noreferrer">https://www.stralsakerhetsmyndigheten.se/contentassets/80dd291619344e5297057b9fbfb0d072/201516-international-conference-on-uv-radiation-induced-disease--roles-of-uva-and-uvb</a>
                </p>

                <p>
                    <b>Ανθρώπινες συνήθειες όπως είναι η υπερβολική έκθεση στην ηλιακή ακτινοβολία και το κάπνισμα επηρεάζουν σε μεγάλο βαθμό τις αρνητικές επιπτώσεις της ακτινοβολίας. SSI (2007)</b>
                </p>

                <p>
                    <a class="break-all" href="https://www.stralsakerhetsmyndigheten.se/contentassets/27621960d345484694bcd4f0e734b4bb/200702e-radiation-environment-in-sweden-summary" target="_blank" rel="noopener noreferrer">https://www.stralsakerhetsmyndigheten.se/contentassets/27621960d345484694bcd4f0e734b4bb/200702e-radiation-environment-in-sweden-summary</a>
                </p>

                <h3>Ιονίζουσα Ακτινοβολία-Ασφάλεια</h3>

                <p>
                    Η προστασία από την ακτινοβολία αποτελεί ένα από τα σημαντικότερα κοινωνικοπολιτικά ζητήματα στον κόσμο. Αφορά ανησυχίες γύρω από τα πυρηνικά εργοστάσια, τον έλεγχο των υφιστάμενων πυρηνικών υλικών συμπεριλαμβανομένων των μέσων μεταφοράς και την ανακύκλωση, την ιατρική και τεχνική χρήση των μορφών ακτινοβολίας, καθώς και τον χειρισμό των φυσικών και τεχνητών πηγών της ακτινοβολίας στην καθημερινή μας ζωή. Η διδασκαλία που αφορά τις επιπτώσεις της ακτινοβολίας περιλαμβάνει και τον χειρισμό των αβέβαιων γεγονότων, και των πολιτικών και οικονομικών ενδιαφερόντων.
                </p>

                <p>
                    Οι έρευνες που αφορούν τον τρόπο που οι μαθητές κατανοούν την ακτινοβολία είναι ελάχιστες (Prather, 2005: 345). Ένας από τους λόγους που πιθανότατα συμβαίνει αυτό είναι ότι ο όρος «ακτινοβολία» ορίζεται με διαφορετικούς τρόπους (Rego & Peralta, 2006). Ο όρος «ακτινοβολία» προέρχεται από τα Λατινικά και σημαίνει «η εκπομπή από κάπου». Επιστημονικά ο όρος «ακτινοβολία» αναφέρεται σε ενεργητικά σωματίδια ή κύματα που ταξιδεύουν διαμέσου ενός χώρου ή σε ένα χώρο. Υπάρχουν δύο είδη ακτινοβολιας ανάλογα με τον τρόπο που αλληλοεπιδρούν με την ύλη: η ιονίζουσα και μη-ιονίζουσα ακτινοβολία.
                </p>

                <p>
                    Η ιονίζουσα ακτινοβολία είναι ακτινοβολία υψηλής ενέργειας που μπορεί να προκαλέσει ιονισμό, να φορτίσει δηλαδή την ύλη διώχνοντας ηλεκτρόνια από τα άτομα δημιουργώντας ιόντα, καθώς και να σπάσει τους δεσμούς των χημικών ενώσεων. Θεωρείται επικίνδυνη για τους ζωντανούς οργανισμούς καθώς μπορεί να προκαλέσει καρκίνο με την αλλοίωση των μορίων DNA. Η πιο διεισδυτική ιονίζουσα ακτινοβολία είναι η ηλεκτρομαγνητική και η ακτινοβολία νετρονίων, τα οποία έχουν ουδέτερο φορτίο και δεν αντιδρούν ηλεκτρικά με τα άτομα της ύλης.
                </p>
                
                <p>
                    Η μη ιονίζουσα ακτινοβολιας ταξιδεύσει μέσω ηλεκτρομαγνητικών κυμάτων π.χ. ραδιοκύματα και μικροκύματα, ορατή και υπέρυθρη ακτινοβολία κλπ. Η ιονίζουσα ακτινοβολια έχει σχετικά μικρή ενέργεια και δεν έχει ηλεκτρικές, χημικές επιδράσεις. Παρόλα αυτά η ιονίζουσα ακτινοβολια παράγει επίσης ελεύθερες ρίζες οι οποίες είναι άτομα που αποσπώνται από τα μόρια τα οποία βρίσκονται σε κατάσταση να συνδέονται με οτιδήποτε συναντούν καταστρέφοντας τα κύτταρα και προκαλώντας προβλήματα υγείας.
                </p>

                <p>
                    Ο όρος «ακτινοβολίας» χρησιμοποιείται συχνά στην καθημερινότητά μας και αποτελεί μέρος της ζωής μας.
                </p>

                <p>
                    Για παράδειγμα τα μέσα μαζικής ενημέρωσης προειδοποιούν συχνά το κοινό σχετικά με τις επιπτώσεις της υπεριώδους ακτινοβολίας σε τεχνητά συστήματα solarium (μαυρίσματος) και σχετικά με τους κινδύνους από την ακτινοβολία που εκπέμπουν τα κινητά τηλέφωνα, δύο πλαίσια στα οποία ο όρος την ακτινοβολίας χρησιμοποιείται διαφορετικά (Neumann & Hopf, 2012), ωστόσο οι προειδοποιήσεις αυτές δεν είναι πάντοτε αληθείς.
                </p>

                <p>
                    Ο άνθρωπος βρίσκεται διαρκώς εκτεθειμένος σε διαφορετικές μορφές της ακτινοβολίας καθημερινά, ακόμη και κατά τη διάρκεια που αναπνέει ή τρέφεται. Τα μικρά ποσοστά ακτινοβολίας στα φάρμακα, στην παραγωγή ηλεκτρικής ενέργειας και άλλες εφαρμογές της ακτινοβολίας έχουν σώσει ζωές. Τα χαμηλά επίπεδα ακτινοβολίας δεν είναι επικίνδυνα. Έρευνες στα χαμηλά επίπεδα ακτινοβολίας υποδεικνύουν ότι τα χαμηλά επίπεδα ιονίζουσας ακτινοβολίας μπορούν να είναι ωφέλημα στο ανθρώπινο σώμα.
                </p>

                <p>
                    Μελέτες σε αυτό τον τομέα αναφέρονται στην ακτινοβολία ως ακτινοβολία ομοιόστασης. Ερευνητικά αποτελέσματα αναφέρουν ότι συγκεκριμένα χαμηλά επίπεδα ακτινοβολίας μπορούν να διεγείρουν την ενεργοποίηση των βιολογικών μηχανισμών που έχει ο άνθρωπος και να επιδιορθώσει κατεστραμμένα κύτταρα του οργανισμού του.
                </p>

                <p>
                    Για περισσότερες πληροφορίες μπορείτε να πατήσετε στους πιο κάτω συνδέσμους:
                </p>

                <p>
                    <a href="https://ed.ted.com/lessons/is-radiation-dangerous-matt-anticole" target="_blank" rel="noopener noreferrer">https://ed.ted.com/lessons/is-radiation-dangerous-matt-anticole</a>
                </p>

                <p>
                    <a href="https://ed.ted.com/best_of_web/HQg9hUhC" target="_blank" rel="noopener noreferrer">https://ed.ted.com/best_of_web/HQg9hUhC</a>
                </p>




                <h2>
                    Ακτινοβολία και Συντήρηση Τροφίμων
                </h2>


                <p>
                    Στις μέρες μας οι άνθρωποι γνωρίζουν αρκετά καλά το φαγητό με το οποίο τρέφονται. Αρκετοί βέβαια ανησυχούν και είναι επιφυλακτικοί με τα τρόφιμα που περιέχουν ακτινοβολία. Ωστόσο, τα επίπεδα ακτινοβολίας στα τρόφιμα δεν έχουν αποδειχθεί επιβλαβή για τον ανθρώπινο οργανισμό. Ο λόγος της έκθεσης των τροφίμων σε ακτινοβολία είναι για τη βελτίωση της ποιότητάς τους. Μάλιστα, η έκθεση ενός τροφίμου σε ιονίζουσα ακτινοβολία μπορεί να το απαλλάξει από επιβλαβείς παθογόνους μικροοργανισμούς και μπορεί επίσης να το κάνει πιο ελκυστικό αισθητικά.  Ουσιαστικά η διαδικασία περιλαμβάνει την ακτινοβολία να διαταράσσει το χρωμοσωμικό DNA ενός κυττάρου, εάν το κύτταρο δεν είναι σε θέση να επιδιορθωθεί τότε πεθαίνει.
                </p>

                <p>
                    Τα τρόφιμα μπορούν να εκτεθούν σε φωτόνια υψηλής ενέργειας (ακτίνες Χ) ή ηλεκτρόνια υψηλής ενέργειας. Ραδιενεργά ισότοπα όπως το κοβάλτιο-60 και το καίσιο-137 παράγουν ακτίνες Χ σε κατάλληλες συνθήκες ενέργειας. Αυτές οι συνθήκες ενέργειας δεν είναι ικανές να προκαλέσουν ακτινοβολία στα τρόφιμα.
                </p>

                <p>
                    Τα διαφορετικά επίπεδα ακτινοβολία μπορούν να αποτρέψουν τη βλάστηση στις παράτες ή να καθυστερήσουν την ωρίμανση των φρούτων.  Αυτά είναι και τα επίπεδα ακτινοβολίας που συμβάλλουν στην απολύμανση των τροφίμων σκοτώνοντας έντομα που προσεγγίζουν τα δημητριακά ή τα φρούτα, ή αδρανοποιώντας τα παράσιτα στο κρέας.  
                </p>

                <p>
                    Η ακτινοβολία αξιοποιείται επίσης στην παστερίωση των τροφίμων-στην εξόντωση των μικροοργανισμών που βρίσκονται σε αυτά. Η παστερίωση μέσω της ακτινοβολίας μειώνει σημαντικά τα βακτήρια στα τρόφιμα. Υψηλά επίπεδα ακτινοβολίας απολυμαίνει τα τρόφιμα. Ακόμη και οι αστροναύτες στο διάστημα χρησιμοποιούν τρόφιμα τα οποία έχουν αποστειρωθεί από την ακτινοβολία.
                </p>

                <p>
                    Η ακτινοβολία μειώνει βέβαια τα επίπεδα των βιταμινών που υπάρχουν στα τρόφιμα και ειδικότερα τις βιταμίνες του συμπλέγματος Β.   Η θειαμίνη επίσης επηρεάζεται από την ακτινοβολία όπως και περισσότερες από τις μισές βιταμίνες που εμπεριέχονται στα τρόφιμα μπορούν να καταστραφούν από αυτή τη διαδικασία (see Dickson, 2012). <a href="https://doi.org/10.1063/PT.3.1449" target="_blank" rel="noopener noreferrer">https://doi.org/10.1063/PT.3.1449</a>
                </p>

                <p>
                    Τι είναι η ακτινοθεραπεία;
                </p>

                <p>
                    Η ακτινοθεραπεία είναι μια θεραπευτική αγωγή που χρησιμοποιεί ιονίζουσα ακτινοβολία, η οποία γενικά παρέχεται ως μέρος της θεραπείας του καρκίνου για τον έλεγχο ή τη θανάτωση κακοήθων κυττάρων. Η ακτινοθεραπεία μπορεί να είναι θεραπευτική σε διάφορους τύπους καρκίνου εάν εντοπίζονται σε μια περιοχή του σώματος.
                </p>

                <p>
                    Η ακτινοθεραπεία χρησιμοποιεί δέσμες ενέργεια για να βλάψει το DNA ενός κυττάρου που ελέγχει τον τρόπο με τον οποίο μεγαλώνει και διαιρείται. Όταν το DNA ενός καρκινικού κυττάρου καταστραφεί, τότε το κύτταρο παύει να μεγαλώνει και να διαιρείται. Έτσι επέρχεται ο θάνατος του κυττάρου.  Κατά τη διαδικασία αυτή, το DNA τόσο των καρκινικών όσο και των υγιή κυττάρων μπορούν να καταστραφούν. Ωστόσο στόχος είναι να καταστραφούν τα καρκινικά κύτταρα και να προστατεύουν όσο το δυνατόν περισσότερα υγιή κύτταρα. Η ακτινοβολία χορηγείται συνήθως σε μικρές δόσεις ακτινοβολίας κάθε μέρα κατά τη διάρκεια πολλών εβδομάδων. Τα υγιή κύτταρα έχουν τη δυνατότητα να επιδιορθώσουν μερικές από τις βλάβες τους, κάτι που δεν μπορεί να γίνει με τα κατεστραμμένα καρκινικά κύτταρα. Η διαδικασία αυτή οδηγεί σε προνομιακό θάνατο των καρκινικών κυττάρων και σχετική εξοικονόμηση των φυσιολογικών υγιών κυττάρων.
                </p>
            </section>

        </section>
    </div>
</template>