<script setup>
    import { TabGroup, TabList, Tab, TabPanels, TabPanel } from '@headlessui/vue';
    import { useUserPreferences } from '~~/store/useUserPreferences'; 

    const userPrefs = useUserPreferences();

    const changeTab = (index) => {
        userPrefs.setLearnPath("learnPathViruses", index);
    }
    
</script>

<template>
    <UiYourAnswersButton 
        :url="userPrefs.learnPathViruses === 0 ? 'answers/experiment' : 'answers/secondary-sources'" />
        
    <div class="flex flex-col items-start 
        lg:flex-row-reverse lg:justify-end 
        xl:gap-10
        2xl:gap-20">
        <ClientOnly>
            <UiTableOfContents class="w-full lg:max-w-xs print:hidden" />
        </ClientOnly>



        <section class="e-article print:not-prose" lang="el" style="hyphens:auto;">
            <Icon name="openmoji:person-raising-hand-medium-light-skin-tone" class="float-right text-[5em] text-slate-300" />
            <!-- <Icon name="openmoji:person-shrugging" class="float-right text-[5em] text-slate-300" /> -->
            <h1 class="mb-0">Ακτινοβολία</h1>
            <h5 class="font-normal uppercase leading-tight">Υλικό Μαθητή</h5>
            

            <section id="s1">
                <h2 id="s1t">Εισαγωγή</h2>

                <p>
                    Σε αυτήν την ενότητα, καλείστε να καταρρίψετε ή να επιβεβαιώσετε έναν κοινό μύθο σχετικά με την ακτινοβολία. Μετά την παρακολούθηση του εισαγωγικού βίντεο όπου αναφέρονται ορισμένοι μύθοι που σχετίζονται με την ακτινοβολία, θα συζητήσετε στις ομάδες σας. Η ομαδική συζήτηση θα οδηγήσει στη διεξαγωγή μιας δραστηριότητας κατά τη διάρκεια της οποίας θα αναζητήσετε τεκμήρια για να καταρρίψετε ή να επιβεβαιώσετε έναν επιλεγμένο μύθο. Με βάση τη φύση αυτού του θέματος, αυτή η δραστηριότητα θα βασιστεί στη συλλογή δευτερευόντων τεκμηρίων (αναζήτηση από διαφορετικές πηγές και το διαδίκτυο). Μέσω αυτής της δραστηριότητας, θα μάθετε να αξιολογείτε την αξιοπιστία των πηγών πληροφόρησης (επιστημονικές βάσεις δεδομένων, δημοφιλείς επιστημονικές πηγές, άλλα και πηγές που προέρχονται από τα μέσα κοινωνικής ενημέρωσης). Αρχικά θα χρειαστεί να θέσετε μια ελεγχόμενη υπόθεση ή διαφορετικά να διατυπώσετε ένα ερευνητικό ερώτημα.
                </p>
                <p>
                    Αφού διατυπώσετε τα συμπεράσματά σας, θα προετοιμαστείτε με σκοπό να παρουσιάσετε τα ευρήματά σας στους συμμαθητές σας (ή σε άλλο κοινό) με επιστημονικό και πειστικό τρόπο (π.χ. με τη μορφή βίντεο). Η ενότητα ολοκληρώνεται με ένα παιχνίδι επιχειρηματολογίας όπου μπορείτε αξιοποιήσετε τις επιστημονικές σας γνώσεις για την ακτινοβολία.
                </p>
            </section>








            <hr class="mt-10 mb-40 print:my-10" />
            
            <section id="s2">
                <h2 id="st2">Δραστηριότητα 1: Παρουσίαση Εισαγωγικού Βίντεο</h2>
                
                <p>
                    Οδηγία: Σημειώστε τις αρχικές σκέψεις και τα συναισθήματά σας σχετικά με τα ζητήματα που παρουσιάζονται.
                </p>
                <UiYoutube video="ccMo9WfKeOY" />
            </section>







            <hr class="mt-10 mb-40 print:my-10" />
            
            <section id="s3">
                <h2 id="s3t">Δραστηριότητα 2: Ομαδική Συζήτηση</h2>
                
                <p>
                    <b>Οδηγία:</b> Αφού παρακολουθήσετε το βίντεο, καλείστε να συζητήσετε το θέμα σε μικρές ομάδες (4-6 μέλη).
                </p>
                <ol class="leading-tight">
                    <li>Παρακαλούμε, διατυπώστε τις αρχικές σκέψεις και τα συναισθήματά σας για τα θέματα που παρουσιάζονται στο βίντεο, στους συνομηλίκους σας.</li>
                    <li>Ως ομάδα, καλείστε να επιλέξετε έναν από τους μύθους που αφορούν την ακτινοβολία, τον οποίο θα καταρρίψετε ή θα επιβεβαιώσετε με βάση πληροφορίες που μπορείτε να βρείτε από το διαδίκτυο, τα σχολικά βιβλία κ.λπ.</li>
                </ol>
                
                <ul class="leading-tight">
                    <li><span class="text-rose-400 font-bold">1<sup>ος</sup> Μύθος:</span> Η πυρηνική ενέργεια δεν είναι ασφαλής.</li>
                    <li><span class="text-rose-400 font-bold">2<sup>ος</sup> Μύθος:</span> Η πυρηνική ενέργεια συμβάλλει στις εκπομπές άνθρακα και ως εκ τούτου οδηγεί στην ατμοσφαιρική ρύπανση και στην υπερθέρμανση του πλανήτη.</li>
                    <li><span class="text-rose-400 font-bold">3<sup>ος</sup> Μύθος:</span> Τα πυρηνικά απόβλητα πρέπει να αποθηκεύονται για 10.000 χρόνια</li>
                    <li><span class="text-rose-400 font-bold">4<sup>ος</sup> Μύθος:</span> Τα πυρηνικά εργοστάσια εκπέμπουν επικίνδυνες ποσότητες ακτινοβολίας</li>
                    <li><span class="text-rose-400 font-bold">5<sup>ος</sup> Μύθος:</span> Η έκθεση στην ακτινοβολία γίνεται μόνο από πυρηνικό σταθμό</li>
                    <li><span class="text-rose-400 font-bold">6<sup>ος</sup> Μύθος:</span> Δεν χρειαζόμαστε πυρηνική ενέργεια στην ΕΕ.</li>
                    <li><span class="text-rose-400 font-bold">7<sup>ος</sup> Μύθος:</span> Τα πυρηνικά εργοστάσια γερνούν και είναι αναποτελεσματικά.</li>
                    <li><span class="text-rose-400 font-bold">8<sup>ος</sup> Μύθος:</span> Οι πυρηνικοί σταθμοί μπορεί να εκραγούν.</li>
                    <li><span class="text-rose-400 font-bold">9<sup>ος</sup> Μύθος:</span> Τα πυρηνικά απόβλητα δεν μπορούν να μεταφερθούν με ασφάλεια.</li>
                    <li><span class="text-rose-400 font-bold">10<sup>ος</sup> Μύθος:</span> Οι εργαζόμενοι στα πυρηνικά εργοστάσια είναι και οι ίδιοι ραδιενεργοί.</li>
                </ul>
            </section>
            
            
            
            
            
            
<!-- 
333333
    33
 33333
    33
333333
-->

            <hr class="mt-10 mb-40 print:my-10" />
            
            <section id="s4">
                <h2 id="s4t">Δραστηριότητα 3: Διαπραγμάτευση Μύθου</h2>
                
                <p>
                    Στη συνέχεια καλείστε να διατυπώσετε μια ελεγχόμενη υπόθεση με βάση τον μύθο σας, να σχεδιάσετε περαιτέρω δραστηριότητες και να μοιραστείτε τις ευθύνες εντός της ομάδας σας ακολουθώντας τον κύκλο όπως δίνεται στην Διάγραμμα 2. Επίσης, θα πρέπει να σκεφτείτε εάν ο μύθος σας μπορεί να ελεγχθεί πειραματικά, να επιβεβαιωθεί/καταρριφθεί χρησιμοποιώντας μοντέλα και προσομοιώσεις υπολογιστή ή χρησιμοποιώντας δευτερεύοντα τεκμήρια (δεδομένα από πειράματα που έχουν ήδη πραγματοποιηθεί).
                </p>

                <div class="w-full px-2 py-16 sm:px-0" id="activity-3ab">
                    <TabGroup :selectedIndex="userPrefs.learnPathViruses" @change="changeTab">
                        <TabList class="flex space-x-1 rounded-lg bg-slate-700 p-1">
                            <Tab as="template" v-slot="{ selected }">
                                <button
                                class="w-full rounded py-3 px-2 text-xl font-bold text-slate-400  focus:outline-none focus:ring-4"
                                :class="{ 'bg-blue-500 text-slate-50 ring-4 ring-amber-400 ring-offset-2 ring-offset-amber-50': selected, 'hover:bg-white/[0.12] hover:text-white': !selected }"
                                >Δραστηριότητα 3α</button>
                            </Tab>
                            <Tab as="template" v-slot="{ selected }">
                                <button
                                class="w-full rounded py-3 px-2 text-xl font-bold text-slate-400  focus:outline-none focus:ring-4"
                                :class="{ 'bg-blue-500 text-slate-50 ring-4 ring-amber-400 ring-offset-2 ring-offset-amber-50': selected, 'hover:bg-white/[0.12] hover:text-white': !selected }"
                                >Δραστηριότητα 3β</button>
                            </Tab>
                        </TabList>
                        <TabPanels class="mt-2">
                            <TabPanel class="focus:outline-none">
                                <ModulesRadiationStudentActivity3aEl />
                            </TabPanel>
                            <TabPanel class="focus:outline-none">
                                <ModulesRadiationStudentActivity3bEl />
                            </TabPanel>
                        </TabPanels>
                    </TabGroup>
                </div>
            </section>
            
            







<!-- 
    44   44    5555555
    44   44    55
    4444444    5555555
         44         55
         44    5555555
-->
                



            <ModulesStudentActivity45El />




<!-- 
    6666666
    66
    6666666
    66   66
    6666666
 -->






            <hr class="mt-10 mb-40 print:my-10" />

            <section id="s7">
                <h2 id="s7t">Δραστηριότητα 6: Παιγνίδι Ρόλων</h2>

                <p>
                    <b>Το ακόλουθο παιγνίδι ρόλων ολοκληρώνει τη θεματική ενότητα της Ακτινοβολίας. Διαβάστε προσεχτικά τις ακόλουθες οδηγίες.</b>
                </p>

                <p>
                    <b>Οδηγίες Παιγνιδιού:</b>
                </p>

                <p>
                    Το παιχνίδι ρόλων θα μπορούσε να διαμορφωθεί ως ένα τηλεοπτικό πρόγραμμα συζητήσεων που θα περιλαμβάνει συνολικά οκτώ ρόλους. Οι μαθητές θα είναι σε ομάδες των 3-4. Κάθε ομάδα ορίζει ένα μέλος ως εκπρόσωπο, ενώ οι υπόλοιποι ως σύμβουλοι. Δύο μαθητές στην τάξη θα είναι οι συντονιστές των τηλεοπτικών συζητήσεων (παρουσιαστές προγράμματος). Οι συντονιστές θα χρειαστούν διαχείριση χρόνου κατά τη διάρκεια της συζήτησης και θα παρουσιάσουν <NuxtLink to="https://docs.google.com/document/d/1t-DE8OSeFOXkYrlfns9EuE4iLWZCpeUr4Ov1suwblew/edit?usp=drive_link" target="_blank">συνοπτικές παρατηρήσεις</NuxtLink> στο τέλος του παιχνιδιού ρόλων.
                </p>

                
                <h3>
                    Θέμα 1: Πυρηνική ενέργεια
                </h3>
                <p>
                    Ο στόχος της εργασίας σε αυτό το θέμα είναι να επιτρέψει τη συζήτηση και την επιχειρηματολογία για την ανάπτυξη της κριτικής σκέψης των μαθητών σε σχέση με το ζήτημα της πυρηνικής ενέργειας.
                </p>
                <p>
                    Η συζήτηση σχετίζεται με τον μύθο ότι «η πυρηνική ενέργεια δεν είναι ασφαλής».
                </p>
                <p>
                    Αυτό το θέμα έχει δύο θέσεις: υπέρ και κατά της πυρηνικής ενέργειας. Έτσι, η τάξη χωρίζεται σε δύο ομάδες ανάλογα με τους ρόλους που τους αποδίδονται.
                </p>
                <div class="md:grid md:grid-cols-2 gap-4">
                    <div class="border-4 border-green-400 rounded-lg p-3 text-center">
                        <h4 class="my-2">
                            Θέση 1: Υπερ
                        </h4>
                        <p>
                            Το κράτος πρέπει να αναγνωρίσει ότι η πυρηνική ενέργεια είναι ασφαλής και προσφέρει μια «χρυσή ευκαιρία» για τη δημιουργία ενός καθαρότερου και πιο δίκαιου κόσμου. Το κράτος πρέπει να επενδύσει στη δημιουργία ενός ασφαλούς χώρου εκταφής πυρηνικών αποβλήτων.
                        </p>
                    </div>
                    <div class="border-4 border-red-400 rounded-lg p-3 text-center">
                        <h4 class="my-2">
                            Θέση 2: Κατά
                        </h4>
                        <p>
                            Το κράτος πρέπει να κλείσει όλους τους πυρηνικούς αντιδραστήρες της χώρας μέχρι το 2030. Ο ασφαλής πυρηνικός σταθμός και ο ασφαλής χώρος εκταφής πυρηνικών απορριμμάτων είναι μια ψευδαίσθηση.
                        </p>
                    </div>
                </div>


                <h3>
                    Φάση I (≈ 25 λεπτά)
                </h3>
                <p>
                    Σε κάθε ομάδα δίνεται μια κάρτα ρόλων που περιέχει ένα σύντομο προφίλ του ρόλου που πρόκειται να εκπροσωπήσει, μαζί με τα επιχειρήματα που πρέπει να υποστηρίζουν και την προοπτική που θα υπερασπίζονται. Εκτός από τις κάρτες ρόλων, δίνεται σε κάθε ομάδα το φύλλο εργασίας που πρέπει να συμπληρώσει κατά τη διάρκεια του παιχνιδιού (<NuxtLink to="https://docs.google.com/document/d/1pod4UDGWJ7rq3cTSl0YeiHfZFA_6vrM0_BpluclsC_w/edit?usp=sharing" target="_blank">βλ. φύλλο εργασίας</NuxtLink>).
                </p>
                <p>
                    Οι μαθητές θα πρέπει να παρουσιάσουν τεκμηριωμένα επιχειρήματα για τη θέση τους.
                </p>
                <p>
                    Το θέμα της πυρηνικής ενέργειας έχει πολλές κάρτες πληροφοριών που σχετίζονται με αυτό.
                </p>

                <div class="grid grid-cols-5 gap-2">
                    <div v-for="i in 4" class="bg-blue-700 text-blue-50 text-center py-2 rounded-lg">
                        Πληροφορία {{ i }}
                    </div>
                    <div class="bg-blue-700 text-blue-50 text-center py-2 rounded-lg">...</div>
                </div>

                <p>
                    Όλοι οι παίκτες έχουν πρόσβαση σε όλες τις κάρτες πληροφοριών. Επιλέγουν αυτές που θεωρούν ιδιαίτερα σημαντικούς για τον ρόλο τους. Μπορούν επίσης να αναζητήσουν πληροφορίες από το Διαδίκτυο.
                </p>


                <h3>
                    Φάση II (≈ 20 λεπτά)
                </h3>
                <h4>
                    Ομαδική συζήτηση:
                </h4>
                <p>
                    Σε αυτό το στάδιο, οι μαθητές μοιράζονται στις ομάδες τους τις απόψεις τους και τελειοποιούν τα κοινά επιχειρήματα. Οι παίκτες χρησιμοποιούν τις κάρτες πληροφοριών και άλλες πληροφορίες για να υποστηρίξουν τη θέση τους.
                </p>


                <h3>
                    Φάση III (≈ 45 λεπτά)
                </h3>
                <p>
                    Η συζήτηση χωρίζεται σε δύο μέρη. Στο πρώτο μέρος, δίνονται τρία λεπτά στον εκπρόσωπο κάθε ομάδας για να παρουσιάσει τα επιχειρήματά της ομάδας του, τα οποία κατέγραψαν στο φύλλο εργασίας στη φάση ΙΙ (βλ. πρώτη στήλη στο φύλλο εργασίας). Αυτό το φύλλο εργασίας περιλαμβάνει επίσης στήλες για την καταγραφή των αντεπιχειρημάτων που θα προταθούν από άλλες ομάδες, καθώς και αντικρούσεις αυτών (βλ. δεύτερη και τρίτη στήλη του φύλλου εργασίας) που θα χρησιμοποιηθούν περαιτέρω στο παιχνίδι ρόλων. Μόλις καθεμία από τις οκτώ ομάδες παρουσιάσει τα επιχειρήματά της, θα υπάρξει ένα διάλειμμα πέντε λεπτών επιτρέποντας έτσι την ανάπτυξη διαψεύσεων, αντεπιχειρήματα που προβάλλουν άλλες ομάδες, καθώς και διαψεύσεις αυτών.
                </p>
                <p>
                    Μετά το διάλειμμα των πέντε λεπτών, στο δεύτερο μέρος του παιχνιδιού ρόλων, οι εκπρόσωποι κάθε ομάδας συζητούν μεταξύ τους, προσπαθώντας να αντιμετωπίσουν τα επιχειρήματα του άλλου προς υποστήριξη της δικής τους θέσης. Οι σύμβουλοι κάθε ομάδας, κατά τη διάρκεια αυτού του μέρους του παιχνιδιού ρόλων, προσπαθούν να υποστηρίξουν τον εκπρόσωπο της ομάδας τους διαψεύδοντας τα επιχειρήματα που προβάλλονται από άλλες ομάδες.
                </p>
                <p>
                    Κατά τη διάρκεια της συζήτησης, οι παρουσιαστές του προγράμματος συντονίζουν τη δραστηριότητα. Στο τέλος της συζήτησης, οι συντονιστές κάνουν μια περίληψη, επισημαίνοντας βασικά θέματα και απόψεις που προέκυψαν κατά τη συζήτηση και, εάν το κρίνουν απαραίτητο, ζητούν από τους συμμετέχοντες να ψηφίσουν υπέρ ή κατά της προτεινόμενης σταδιακής κατάργησης της παραγωγής πυρηνικής ενέργειας. Παρουσιάζοντας, επιχειρηματολογώντας και υπερασπίζοντας μια κοινή γνώμη της ομάδας, αυτό το στάδιο καλεί τους παίκτες να πάρουν τα ζητήματα ως ομάδα: υπέρ ή κατά.
                </p>

                
                <h3>The cards</h3>

                <UiCardGamePrintMessage url="../tools/cards/radiation" />
                <ToolsCardgameRadiation :printMode="false" />
                <hr />
            </section>


        </section>
    </div>
</template>