<template>
    <div class="flex flex-col items-start 
        lg:flex-row-reverse lg:justify-end 
        xl:gap-10
        2xl:gap-20">
        <ClientOnly>
            <UiTableOfContents class="w-full lg:max-w-xs print:hidden" key="climatechange-bg-el" />
        </ClientOnly>



        <section class="e-article" lang="el" style="hyphens: auto;">
            <Icon name="openmoji:scientist-medium-dark-skin-tone" class="float-right text-[5em]" />
            <h1 class="mb-2">Διάστημα</h1>
            <h5 class="font-normal uppercase leading-tight">Οδηγος Εκπαιδευτικου</h5>
        
            
            <section id="s-1">
            <h2 id="s-1-title">1. Εισαγωγή</h2>
        
            <p>
                Η Διαστημική Εποχή ξεκίνησε με την εκτόξευση του Sputnik1 το 1957 και αναμφισβήτητα το αποκορύφωμα της ήταν το 1969 όταν ένας άνθρωπος έκανε το πρώτο βήμα στο φεγγάρι. Η εξερεύνηση του διαστήματος καθοδηγήθηκε από τον ανταγωνισμό μεταξύ δύο χωρών, των ΗΠΑ και της ΕΣΣΔ (Ένωση Σοβιετικών Σοσιαλιστικών Δημοκρατιών). Έτσι, η εξερεύνηση του διαστήματος ήταν ο κύριος ανταγωνισμός μεταξύ δύο διαφορετικών κοινωνικών συστημάτων.
            </p>

            <p>
                Σήμερα, ιδιωτικές εταιρείες διατηρούν τεράστιες διαστημικές δραστηριότητες και δημιούργησαν την δική τους δορυφορική αρχιτεκτονική (βλ. <a href="https://en.wikipedia.org/wiki/Starlink" target="_blank" rel="noopener noreferrer">https://en.wikipedia.org/wiki/Starlink</a>) για εμπορική επικοινωνία και πλοήγηση. Οι δορυφόροι και η διαστημική τεχνολογία βοηθούν τα αεροπλάνα να πετούν με ασφάλεια σε ένα εναέριο χώρο με συμφόρηση, τα πλοία να ταξιδεύουν στους ωκεανούς ενώ παράλληλα ενισχύουν την αποτελεσματικότητά  διαφόρων καθημερινών τεχνολογιών – όπως τα μηχανήματα ανάληψης μετρητών, τη δορυφορική τηλεόραση και τα συστήματα δορυφορικής πλοήγησης (satnav) των αυτοκινήτων. Η διαστημική τεχνολογία μας βοηθά ήδη να αντιμετωπίσουμε την κλιματική αλλαγή στη Γη, παρακολουθώντας τις εκπομπές ρύπων σε διάφορους τομείς της οικονομικής δραστηριότητας και μετρώντας τις παγκόσμιες εκπομπές άνθρακα. Ωστόσο, πάντα παρουσιάζονται προβλήματα όταν αναπτύσσονται νέες τεχνολογίες χωρίς την απαραίτητη προσοχή και έλεγχο. Η ρύπανση του διαστήματος από διαστημικά σκουπίδια είναι ένα μακροχρόνιο ζήτημα που πρέπει να κατανοηθεί σωστά και να αντιμετωπιστεί μέσω ισχυρών αλλά και εφαρμόσιμων ρυθμίσεων. Πρέπει να κατανοήσουμε ότι το Διάστημα, όπως και ο πλανήτης μας, πρέπει να προστατεύεται για τις μελλοντικές γενιές.
            </p>

            <p>
                Αναμφισβήτητα, η διαστημική τεχνολογία είναι μέρος της καθημερινότητάς μας. Ωστόσο, η έρευνα δείχνει (Inmarsat, 2022) ότι οι περισσότεροι άνθρωποι δεν φαίνεται να κατανοούν τον ρόλο που παίζει ήδη το Διάστημα στην καθημερινή μας ζωή, ούτε τις δυνατότητές που έχει ώστε να προσφέρει ένα καλύτερο μέλλον για την ανθρωπότητα. Από τα 20.000 άτομα που συμμετείχαν στην έρευνα σε 11 χώρες, μόνο το 8% συσχέτισε το διάστημα με δορυφόρους συνδεσιμότητας και επικοινωνίας και μόνο το 38% θα ήθελε να μάθει περισσότερα γι' αυτό. Υπήρχε μια συντριπτική αίσθηση φόβου για το διάστημα, με το 97% να το βλέπει ως απειλή. Οι κύριες ανησυχίες τους ήταν τα διαστημικά σκουπίδια και οι συγκρούσεις, η ρύπανση του διαστήματος και η καταστροφή της ατμόσφαιρας της Γης. Οι νεότεροι άνθρωποι είναι πιο ενθουσιασμένοι με τις δυνατότητες του διαστήματος από τους μεγαλύτερους και έτσι εύχονται να μάθουν περισσότερα για το διάστημα. Αυτή η ενότητα προορίζεται να συμβάλει στον σκοπό αυτόν.
            </p>

        </section>



        <section id="s-2">

            <h2 id="s-2-title">
                2. Πώς κινούνται οι δορυφόροι γύρω από τη Γη: Ταχύτητες και υψόμετρα
            </h2>

            <p>
                Όταν ένας πύραυλος με δορυφόρο εκτοξεύεται από την επιφάνεια της Γης χρειάζεται να αναπτύξει ταχύτητα τουλάχιστον 7,9 χιλιομέτρων το δευτερόλεπτο για να φτάσει στο διάστημα. Αυτή αποκαλείται και ως η πρώτη κοσμική ταχύτητα που είναι απαραίτητη ώστε να μπορεί να επέλθει ισορροπία μεταξύ της έλξης της βαρύτητας πάνω στον δορυφόρο και της αδράνειας της κίνησης του δορυφόρου. Εάν ο δορυφόρος πάει πολύ αργά, η βαρύτητα θα τον τραβήξει πίσω στη Γη. Με τη σωστή τροχιακή ταχύτητα, η βαρύτητα εξισορροπεί ακριβώς την αδράνεια του δορυφόρου, τραβώντας το προς τα κάτω, προς το κέντρο της Γης τόσο ώστε η πορεία του δορυφόρου να συνεχίσει να καμπυλώνει γύρω από την επιφάνεια της Γης, αντί να πετάει σε ευθεία γραμμή. (Η τροχιά γύρω από κάτι σημαίνει ότι “πέφτουμε” για πάντα γύρω από το αντικείμενο αυτό. Το φεγγάρι γύρω από τη Γη, η Γη γύρω από τον ήλιο, το ηλιακό σύστημα γύρω από το κέντρο του Γαλαξία μας).
            </p>
            <p>
                Η τροχιακή ταχύτητα του δορυφόρου εξαρτάται από το υψόμετρο του πάνω από τη Γη. Όσο πιο κοντά στη Γη, τόσο μεγαλύτερη είναι η απαιτούμενη τροχιακή ταχύτητα. Σε υψόμετρο 200 χιλιομέτρων, η απαιτούμενη τροχιακή ταχύτητα είναι περίπου 7,6 km/s (27.400 km/h). Για να διατηρήσει μια τροχιά που βρίσκεται 35 786 χιλιόμετρα πάνω από τη Γη ο δορυφόρος πρέπει να περιφέρεται με ταχύτητα περίπου 3,13 km/s (11 300 km/h). Αυτή η τροχιακή ταχύτητα και απόσταση επιτρέπουν στον δορυφόρο να κάνει μία περιστροφή σε 24 ώρες. Δεδομένου ότι η Γη περιστρέφεται επίσης μία φορά σε 24 ώρες, ένας δορυφόρος σε αυτό το ύψος παραμένει σε σταθερή θέση σε σχέση με ένα σημείο στην επιφάνεια της Γης. Αυτό το είδος τροχιάς ονομάζεται «γεωστατική». Οι γεωστατικές τροχιές είναι ιδανικές για μετεωρολογικούς δορυφόρους και δορυφόρους επικοινωνιών.
            </p>
            <p>
                Γενικά, όσο υψηλότερη είναι η τροχιά, τόσο περισσότερο μπορεί να παραμείνει ο δορυφόρος σε τροχιά. Σε χαμηλότερα υψόμετρα, ένας δορυφόρος συναντά ίχνη της γήινης ατμόσφαιρας, τα οποία δημιουργούν αντίσταση. Η αντίσταση προκαλεί την πτώση της τροχιάς μέχρι ο δορυφόρος να πέσει πίσω στην ατμόσφαιρα και να καεί. Σε μεγαλύτερα υψόμετρα, όπου το κενό του διαστήματος είναι σχεδόν πλήρες, δεν υπάρχει σχεδόν καμία αντίσταση και ένας δορυφόρος όπως το φεγγάρι μπορεί να παραμείνει σε τροχιά για αιώνες.
            </p>
            <p>
                Οι δορυφόροι μπορούν να ταξινομηθούν με βάση το ύψος τους πάνω από την επιφάνεια της Γης.
            </p>
            <ul>
                <li>
                    <b>Χαμηλές τροχιές στη Γη (LEO)</b> — Οι δορυφόροι LEO καταλαμβάνουν μια περιοχή του διαστήματος από περίπου 180 χιλιόμετρα έως 2.000 χιλιόμετρα πάνω από τη Γη. Οι δορυφόροι που κινούνται κοντά στην επιφάνεια της Γης είναι ιδανικοί για την πραγματοποίηση παρατηρήσεων, για στρατιωτικούς σκοπούς και για τη συλλογή μετεωρολογικών δεδομένων.
                </li>
                <li>
                    <b>Γεωσύγχρονες τροχιές (GEO)</b> – Οι δορυφόροι GEO περιστρέφονται γύρω από τη Γη σε υψόμετρο περίπου 36000 χιλιομέτρων ή μεγαλύτερο και η περίοδος τροχιάς τους είναι ίδια με την περίοδο περιστροφής της Γης: 24 ώρες. Σε αυτή την κατηγορία περιλαμβάνονται οι γεωστατικοί δορυφόροι (GSO), οι οποίοι παραμένουν σε τροχιά πάνω από ένα σταθερό σημείο στη Γη. Οι γεωστατικοί δορυφόροι πρέπει να πετάξουν πάνω από τον ισημερινό της Γης για να παραμείνουν σε ένα σταθερό σημείο πάνω από τη Γη. Αρκετές εκατοντάδες δορυφόροι τηλεόρασης, επικοινωνιών και καιρού χρησιμοποιούν γεωστατικές τροχιές.
                </li>
                <li>
                    <b>Μεσαίες τροχιές γης (MEO)</b> — Αυτοί οι δορυφόροι βρίσκονται μεταξύ των χαμηλών και ψηλών ιπτάμενων, δηλαδή από περίπου 2000 χιλιόμετρα έως 36000 χιλιόμετρα. Οι δορυφόροι πλοήγησης, όπως αυτοί που χρησιμοποιούν το GPS του αυτοκινήτου μας λειτουργούν καλά σε αυτό το υψόμετρο.
                </li>
            </ul>

            <UiContentImage src="https://evidence.onkel.ee/assets/space__leo-geo-satellite.webp" credits="(Zhang et al, 2019) https://www.researchgate.net/publication/336166223_Efficient_topology_control_for_time-varying_spacecraft_networks_with_unreliable_links" :elevated="true">
                <template #caption>
                    <b>Εικόνα 1.</b> Υβριδική δορυφορική αρχιτεκτονική LEO/GEO (Zhang et al, 2019)
                </template>
            </UiContentImage>

            <p>
                <a href="https://www.geospatialworld.net/videos/how-many-satellites-are-orbiting-around-earth-in-2022/" target="_blank" rel="noopener noreferrer">Πόσοι δορυφόροι περιστρέφονται γύρω από την Γη;</a>
            </p>

        </section>




        <section id="s-3">
            <h2 id="s-3-title">
                3. Πύραυλοι
            </h2>

            <p>
                Ένας πύραυλος παρέχει τα μέσα για την επιτάχυνση ενός διαστημικού σκάφους. Από την άποψη της φυσικής, ο πύραυλος λειτουργεί λόγω του νόμου διατήρησης της γραμμικής ορμής. Ο νόμος διατήρησης της γραμμικής ορμής είναι πολύ σημαντικός στη φυσική. Η ορμή ορίζεται ως η μάζα ενός αντικειμένου επί την ταχύτητά του. Ένας πύραυλος κινείται στο διάστημα επειδή τα αέρια αποκτούν ορμή καθώς εκτοξεύονται από τον πυραυλοκινητήρα. Καθώς τα καυσαέρια κινούνται προς μία κατεύθυνση, ο πύραυλος κινείται προς άλλη κατεύθυνση, ώστε να διατηρείται σταθερή η συνολική ορμή του συστήματος. Αυτή η αλλαγή ορμής των αερίων δίνει στον πύραυλο την "ώθηση" για να προχωρήσει προς τα εμπρός. Την ώθηση αυτή την ονομάζουμε ώθηση του πυραύλου, δηλαδή η δύναμη που ασκείται στον πύραυλο. Ένας πύραυλος δημιουργεί ώθηση εκτοξεύοντας μάζα. Το όχημα επιταχύνεται προς την αντίθετη κατεύθυνση. Αυτή η γενική αρχή της κίνησης είναι η ίδια όπως και για τους πυραύλους νερού.
            </p>

            <h3>
                <span class="text-rose-400">Μύθος:</span> Ο πύραυλος χρειάζεται αέρα για να έχει αντίσταση.
            </h3>

            <p>
                Η δύναμη που προκαλεί την επιτάχυνση του πυραύλου μπορεί επίσης να εξηγηθεί χρησιμοποιώντας τον 3ο νόμο του Νεύτωνα, που δηλώνει ότι για κάθε δράση (δύναμη) στη φύση υπάρχει μια ίση και αντίθετη αντίδραση. Με άλλα λόγια, δυνάμεις προκύπτουν από αλληλεπιδράσεις. Ένας πύραυλος πιέζει τα αέρια μέσα του. Καθώς αυτά τα αέρια ωθούνται προς τη μία κατεύθυνση, υπάρχει μια δύναμη αντίδρασης που ωθεί τον πύραυλο προς την άλλη κατεύθυνση. Για την κίνησή του ο πύραυλος δεν χρειάζεται τον αέρα της ατμόσφαιρας.
            </p>
            <p>
                Επί του παρόντος, η Ευρώπη και η Ιαπωνία αναπτύσσουν οχήματα εκτόξευσης χαμηλού κόστους και υψηλής απόδοσης. Επιπλέον, πολλές νεοφυείς επιχειρήσεις σε όλο τον κόσμο αναπτύσσουν εξαιρετικά μικρά οχήματα εκτόξευσης ικανά να εκτοξεύουν νανοδορυφόρους. 
            </p>
            <p>
                Η Νότια Κορέα απέδειξε το 2022 την ικανότητα να εκτοξεύει διαστημικούς πυραύλους χρησιμοποιώντας εγχώρια τεχνολογία.
            </p>

            <UiContentImage src="https://evidence.onkel.ee/assets/space__countries-rocket-capability.webp" credits="Buchholz / Statista - https://www.statista.com/chart/27792/countries-capable-of-launching-space-rockets/" :elevated="true">
                <template #caption>
                    <b>Εικόνα 2.</b> Ιστορικό της ικανότητας εκτόξευσης πυραύλων σε τροχιά
                </template>
            </UiContentImage>

            <p>
                Πολλές διαφορετικές χώρες και ιδιωτικές εταιρείες δραστηριοποιούνται πλέον στο διάστημα και όλο και μεγαλύτερο μέρος του κόσμου εξαρτάται από υπηρεσίες που βασίζονται στο διάστημα. Ωστόσο, πρέπει να διασφαλίσουμε ότι εφαρμόζονται ισχυρές πολιτικές για τη διατήρηση τόσο της ασφάλειας όσο και της βιωσιμότητας της εξερεύνησης του διαστήματος.
            </p>
        </section>






        <section id="s-4">
            <h2 id="s-4-title">
                4. Άνθρωποι στο Διάστημα
            </h2>

            <p>
                Ο πρώτος άνθρωπος στο διάστημα ήταν ο Σοβιετικός κοσμοναύτης Yuri Gagarin, ο οποίος έκανε μια περιφορά γύρω από τη Γη στις 12 Απριλίου 1961, σε μια πτήση που διήρκεσε 108 λεπτά. Αργότερα, λίγο περισσότερο από τρεις εβδομάδες, η NASA εκτόξευσε τον αστροναύτη Alan Shepard στο διάστημα, όχι σε τροχιακή πτήση, αλλά σε υποτροχιακή τροχιά - μια πτήση που πηγαίνει στο διάστημα αλλά δεν κάνει τον γύρω όλης της Γης. Η υποτροχιακή πτήση του Shepard διήρκεσε λίγο περισσότερο από 15 λεπτά.
            </p>

            <p>
                Επί του παρόντος, έχουν καθιερωθεί εμπορικά προγράμματα για την υποτροχιακή πτήση σε ύψος περίπου 100 km πάνω από την επιφάνεια της Γης (βλ.  
                <br />
                <a href="https://www.spacex.com/" target="_blank" rel="noopener noreferrer">https://www.spacex.com/</a>, 
                <br />
                <a href="https://www.blueorigin.com/" target="_blank" rel="noopener noreferrer">https://www.blueorigin.com/</a>, 
                <br />
                <a href="https://www.virgingalactic.com/" target="_blank" rel="noopener noreferrer">https://www.virgingalactic.com/</a>). 
            </p>

            
            

            <UiCardInfo icon="mdi:comment-quote-outline" theme="blue-500">
                <p class="font-Body">
                    Ο <b>Jan Wörner</b>, Γενικός Διευθυντής του Ευρωπαϊκού Οργανισμού Διαστήματος (ESA) έδωσε τα ακόλουθα επιχειρήματα σχετικά με τη <a href="https://ec.europa.eu/research-and-innovation/en/horizon-magazine/qa-human-spaceflight-risk-worth-taking-says-esa-head" target="_blank" rel="noopener noreferrer">σημαντικότητα των ανθρώπινων αποστολών στο διάστημα</a>:
                </p>
                <div class="italic" style="font-size:120%">
                    <p>
                        Με τους αστροναύτες στο διάστημα, μπορούμε να κάνουμε πράγματα που δεν μπορούμε να κάνουμε με τα ρομπότ. Δεν μπορούμε να μετρήσουμε την αρτηριακή πίεση ενός ρομπότ και το σύστημα διάθεσης ενός ρομπότ. Οι αστροναύτες αποτελούν το ίδιο το πείραμα που θα χρησιμοποιηθεί στην Γη και με βάση αυτούς λαμβάνουμε πολλές πληροφορίες και το καλύτερο είναι όταν οι ρομποτικές δυνατότητες συγχωνεύονται με τις ανθρώπινες δραστηριότητες. Οι ανθρώπινες αποστολές έχουν συγκεκριμένα πλεονεκτήματα και συγκεκριμένα όρια σε συνθήκες. Οι ρομποτικές αποστολές είναι πολύ φθηνότερες από οποιαδήποτε ανθρώπινη διαστημική πτήση. Κάποιος θα μπορούσε να πει «αντί να κάνουμε μια ανθρώπινη διαστημική πτήση ας κάνουμε 10 ρομποτικές αποστολές.» Είμαι πεπεισμένος ότι πρέπει να κάνουμε και τα δύο. Δεν είναι καθόλου ακριβό. Στην ESA ξοδεύουμε (το ισοδύναμο) ενός ευρώ περίπου για μια ανθρώπινη διαστημική αποστολή ανά έτος/ανά πολίτη, άρα πολύ μικρό ποσό.
                    </p>
                    <p>
                        Πάντα υπάρχει κίνδυνος στις ανθρώπινες διαστημικές πτήσεις, αλλά αν δεν αναλάβουμε κινδύνους, δεν θα έχουμε περαιτέρω ανάπτυξη. Είναι μέρος της κατανόησής μας να αναλαμβάνουμε ρίσκα για να προχωρήσουμε παραπέρα. Αυτό ισχύει σε όλα όσα κάνουμε στη ζωή. Είναι μια ισορροπία μεταξύ του κίνδυνου και των ευκαιριών. Πιστεύω ότι η ανθρώπινη διαστημική πτήση είναι σίγουρα πολύ δύσκολη και πολύ επικίνδυνη, αλλά αξίζει τον κόπο να πάρεις το ρίσκο. Είναι στη φύση των ανθρώπων. 
                    </p>
                    <p class="font-Body text-sm text-right">
                        (10 Απριλίου 2020, ec.europa.eu)
                    </p>
                </div>
            </UiCardInfo>

            <h3>
                ISS και νέοι διαστημικοί σταθμοί
            </h3>

            <p>
                Ο Διεθνής Διαστημικός Σταθμός (ISS) εκτοξεύτηκε το 1998 και σταδιακά αναπτύσσεται συνεχώς. Ο Διεθνής Διαστημικός Σταθμός 450 τόνων έχει πάνω από 837 κυβικά μέτρα χώρου υπό πίεση, αρκετός χώρος για το πλήρωμά του που αποτελείται από έξι άτομα και μια τεράστια γκάμα επιστημονικών πειραμάτων.
            </p>
            <p>
                Ο ISS διατηρεί συνήθως μια τροχιά με μέσο υψόμετρο 400 χιλιομέτρων πάνω από τη Γη. Αλλά λόγω της ατμοσφαιρικής αντίστασης, ο σταθμός μπορεί να χάσει υψόμετρο έως και 100 μέτρα την ημέρα. Επομένως, απαιτούνται τακτικές προσαρμογές τροχιάς, συνήθως μία φορά το μήνα. Αυτοί ονομάζονται ελιγμοί επαναφόρτωσης ή επανεκκίνησης και γίνονται με την χρήση των κινητήρων της μονάδας σέρβις Zvezda ή ενός διαστημικού σκάφους επίσκεψης. Δεν υπάρχει σταθερό χρονοδιάγραμμα επαναφόρτωσης επειδή η πυκνότητα της ατμόσφαιρας της γης αλλάζει συνεχώς ανάλογα με το πόση ενέργεια της παρέχει ο Ήλιος. Επομένως, η ταχύτητα καθόδου δεν έχει σταθερή τιμή. Αλλά ο ISS κατεβαίνει στη Γη πιο γρήγορα από άλλους δορυφόρους που βρίσκονται σε παρόμοιο υψόμετρο λόγω του τεράστιου μεγέθους και της επιφάνειάς του. Ο ISS κάνει κύκλους γύρω από τη Γη σε περίπου 93 λεπτά, ολοκληρώνοντας 15,5 τροχιές την ημέρα. Μπορούμε να ακολουθήσουμε την πίστα του ISS με τη βοήθεια του <a href="https://spotthestation.nasa.gov/tracking_map.cfm" target="_blank" rel="noopener noreferrer">Live Space Station Tracking Map</a>.
            </p>

            <UiContentImage src="https://evidence.onkel.ee/assets/space__iss.webp" credits="Credits: ESA - European Space Agency (Paolo Nespoli) & NASA Copyright: ESA, CC BY-SA 3.0 IGO / https://www.flickr.com/photos/europeanspaceagency/5811265766" :elevated="true">
                <template #caption>
                    <b>Εικόνα 3.</b> Ο Διεθνής Διαστημικός Σταθμός.
                </template>
            </UiContentImage>

            <p>
                Ο σταθμός χρησιμεύει ως ερευνητικό εργαστήριο μικροβαρύτητας και διαστημικού περιβάλλοντος στο οποίο διεξάγεται επιστημονική έρευνα στην αστροβιολογία, την αστρονομία, τη μετεωρολογία, τη φυσική και άλλους τομείς.
            </p>
            <p>
                Η Ευρώπη, που εργάζεται μέσω της ESA, είναι σήμερα υπεύθυνη για το Ευρωπαϊκό εργαστήριο Columbus στο ISS. Το Columbus είναι ένα πολυλειτουργικό εργαστήριο που ειδικεύεται στην έρευνα της φυσική των ρευστών, της επιστήμη των υλικών και στις βιοεπιστήμες. Η Ευρώπη συνεισφέρει στο όχημα πληρώματος Orion της NASA, το οποίο θα χρησιμεύσει ως όχημα εξερεύνησης που θα μεταφέρει αστροναύτες στο διάστημα, θα παρέχει την δυνατότητα έκτακτης ακύρωσης, θα συντηρεί το πλήρωμα κατά τη διάρκεια του διαστημικού ταξιδιού και θα παρέχει ασφαλή επανείσοδο από ταχύτητες επιστροφής στο βαθύ διάστημα.
            </p>
            <p>
                Ο διαστημικός σταθμός Tiangong της Κίνας βρίσκεται σε τροχιά και η Κίνα ανακοινώνει επίσης ευκαιρίες για διαστημικό τουρισμό εκεί. Το Tiangong (που μεταφράζεται σε Heavenly Palace) είναι το πρώτο διαστημικό φυλάκιο της χώρας. Σε αντίθεση με τον Διεθνή Διαστημικό Σταθμό (ISS) που υπάρχει χάρη στην συνεργασία πολλών χωρών και τις διαστημικές τους υπηρεσίες, ο Tiangong είναι ο μόνος ανεξάρτητος κρατικός διαστημικός σταθμός. Η ικανότητα δημιουργίας και υποστήριξης μιας τέτοιας δομής σε τροχιά είναι μια αντανάκλαση της συνολικής παγκόσμιας δύναμης και επιρροής ενός έθνους. Αυτό είναι ένα παράδειγμα για το πώς η διαστημική επιστήμη είναι συνυφασμένη με την ανάπτυξη, συμπεριλαμβανομένης της εθνικής ασφάλειας, της οικονομικής προόδου της Κίνας και των πρωτοβουλιών της δημόσιας επιστήμης και εκπαίδευσης.
            </p>


            <h3 class="border-l-rose-400 border-l-4 pl-4">
                <span class="text-rose-400">Τρεις κοινοί αλληλένδετοι μύθοι:</span>
                <ol class="leading-tight">
                    <li>
                        Η μετάβαση στο διάστημα σε κάνει να έχεις μηδενική μάζα. 
                    </li>
                    <li>
                        Δεν υπάρχει βαρύτητα στο διάστημα. 
                    </li>
                    <li>
                        Οι αστροναύτες που βρίσκονται σε τροχιά γύρω από τη Γη βιώνουν μηδενική βαρύτητα επειδή βρίσκονται μακριά από τη Γη.
                    </li>
                </ol>
            </h3>

            <p>
                Η υπέρβαση του ύψους των 100 χιλιομέτρων δεν σας κάνει δια μαγείας να αποκτάτε μηδενική μάζα. Αν ήσασταν σε έναν επιταχυνόμενο πύραυλο, θα αισθανόσασταν πολλές φορές την βαρύτητα της Γης. Μόνο όταν αρχίσετε να πέφτετε θα αισθανθείτε ότι έχετε μηδενική μάζα. Οι αστροναύτες βρίσκονται σε ελεύθερη πτώση καθώς βρίσκονται σε τροχιά γύρω από τη Γη, αλλά έλκονται έντονα προς τη Γη.
            </p>
            <p>
                Η βαρύτητα είναι η αμοιβαία έλξη μεταξύ οποιωνδήποτε αντικειμένων που έχουν μάζα. Εδώ στη Γη, βιώνουμε τη βαρύτητα ως το βάρος μας, που σημαίνει την έλξη μεταξύ της δικής μας μάζας και της Γης. Όταν ένας πύραυλος βρίσκεται στο διάστημα, το όχημα και οι αστροναύτες που μεταφέρονται από αυτό εξακολουθούν να αισθάνονται την έλξη της βαρύτητας του πλανήτη. Αν δεν υπήρχε η βαρύτητα στο διάστημα, δεν θα ήταν δυνατό να περιφερθεί γύρω από τη Γη. Στο υψόμετρο των 400 km (ISS), η βαρυτική επίδραση της Γης είναι 8,75 m/s2. Αυτό είναι μόνο περίπου 11% λιγότερο από τα 9,81 m/s2 που είναι αισθητά στην επιφάνεια της Γης.
            </p>
            <p>
                Στον διαστημικό σταθμό, οι αστροναύτες (και ο ίδιος ο σταθμός) πέφτουν προς το κέντρο της Γης, αλλά επειδή κινούνται γρήγορα πλάγια, συνεχώς χάνουν τη Γη. Έτσι, πέφτουν τεχνικά γύρω από τη Γη. Οι αστροναύτες αποκτούν μηδενικό βάρος επειδή δεν τους τραβά ο σταθμός πίσω. Οι αστροναύτες πέφτουν καθώς και το διαστημόπλοιό τους. Εάν και οι δύο πέφτουν, δεν υπάρχει δύναμη του ενός έναντι του άλλου και επομένως δεν υπάρχει η  αίσθηση του βάρους. Έτσι, ο ISS και το πλήρωμά του βρίσκονται σε ελεύθερη πτώση σε τροχιά. 
            </p>
            <p>
                Στον Άρη, οι αστροναύτες θα πρέπει να ζήσουν στα τρία όγδοα της βαρυτικής έλξης της Γης. Αλλά στο ταξίδι μεταξύ Γης και Άρη, οι εξερευνητές θα βιώσουν την απόλυτη έλλειψη βαρύτητας όταν οι κινητήρες των πυραύλων είναι απενεργοποιημένοι.
            </p>

        </section>





        <section id="s-5">
            <h2 id="s-5-title">
                5. Ρύπανση του Περιβάλλοντος
            </h2>

            <h3>
                Ρύπανση από τα συντρίμμια του Διαστήματος a
            </h3>

            <p>
                Υπάρχουν 100 εκατομμύρια κομμάτια τροχιακών θραυσμάτων μικρότερα από 1 εκατοστό, 500 000 κομμάτια από 1 εώς 10 εκατοστά και περίπου 21 000 αντικείμενα μεγαλύτερα από 10 εκατοστά.
            </p>
            <p>
                Τα τροχιακά συντρίμμια μπορούν να προέρχονται από πολλές πηγές:
            </p>
            <ul>
                <li>
                    Έκρηξη πύραυλου– Αυτό αφήνει πίσω τα περισσότερα συντρίμμια στο διάστημα.
                </li>
                <li>
                    Το γλίστρημα του χεριού ενός αστροναύτη – Αν ένας αστροναύτης επισκευάζει κάτι στο διάστημα και του πέσει ένα κατσαβίδι, αυτό έχει φύγει για πάντα. Στη συνέχεια, το κατσαβίδι μπαίνει σε τροχιά, πιθανώς με ταχύτητα σχεδόν 10 χιλιομέτρων το δευτερόλεπτο. Εάν το κατσαβίδι χτυπήσει οποιοδήποτε όχημα που μεταφέρει ανθρώπινο πλήρωμα, τα αποτελέσματα μπορεί να είναι καταστροφικά. Μεγαλύτερα αντικείμενα, όπως ένας διαστημικός σταθμός αποτελούν μεγαλύτερο στόχο για διαστημικά σκουπίδια, και έτσι διατρέχουν μεγαλύτερο κίνδυνο.
                </li>
                <li>
                    Εγκαταλειμμένα αντικείμενα – Μέρη κανίστρων εκτόξευσης, καπάκια φακών κάμερας και ούτω καθεξής.
                </li>
            </ul>
            <p>
                Τα διαστημικά συντρίμμια αποτελούν απειλή για τους ενεργούς δορυφόρους που λειτουργούν σωστά και τα επανδρωμένα διαστημόπλοια (βλ. οπτική παρουσίαση σχετικά με αυτό το ζήτημα <a href="https://www.youtube.com/watch?v=yS1ibDImAYU" target="_blank" rel="noopener noreferrer">https://www.youtube.com/watch?v=yS1ibDImAYU</a>)
            </p>

            <h3>
                Μοριακή ρύπανση της ατμόσφαιρας κατά την εκτόξευση πυραύλων
            </h3>

            <p>
                Οι εκτοξεύσεις πυραύλων αποτελούν έναν αναπόσπαστο κομμάτι του κόσμου μας. Είναι προφανές ότι οι πυραυλοκινητήρες ρυπαίνουν την ατμόσφαιρα, όπως κάθε μορφή ώθησης που βασίζεται στην διαδικασία της καύσης. Επίσης η ρύπανση που προκαλείται από τις εκπομπές των πυραύλων μπορεί να φαίνεται ασήμαντη σε σύγκριση με άλλα προβλήματα που αντιμετωπίζει ο πλανήτης και με τα οφέλη που φέρνει η διαστημική βιομηχανία στον κόσμο του 21ου αιώνα. Πράγματι, το ποσοστό των ορυκτών καυσίμων που καίγονται από τη διαστημική βιομηχανία είναι μόνο περίπου το 1% αυτού που καίγεται από τη συμβατική αεροπορία. Ωστόσο, τα αεροσκάφη απελευθερώνουν τους ρύπους τους εντός της τροπόσφαιρας και της κατώτερης στρατόσφαιρας, ενώ οι πύραυλοι απελευθερώνουν τους ρύπους τους σε όλη τη διαδρομή από την επιφάνεια της Γης έως τη μεσόσφαιρα, και όταν η ρύπανση απελευθερώνεται σε αυτά τα ανώτερα στρώματα διαρκεί για μεγαλύτερο χρονικό διάστημα από αυτά που μένουν στη Γη. Σήμερα οι πύραυλοι αποβάλλουν περίπου 1000 τόνους αιθάλης ετησίως στα κατά τα άλλα καθαρά ανώτερα στρώματα της ατμόσφαιρας της Γης. Υπάρχει επίσης μεγάλη αβεβαιότητα για τις <a href="https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2021EF002612" target="_blank" rel="noopener noreferrer">επιπτώσεις από τις εκπομπές των πυραύλων στα διαφορετικά στρώματα της ατμόσφαιρας</a>.
            </p>

            <p>
                Το Rocket Propellant-1, ή RP-1, εξαιρετικά επεξεργασμένη μορφή κηροζίνης, είναι ένα από τα πιο δημοφιλή καύσιμα πυραύλων. Βοήθησε να εκτοξευθούν πύραυλοι όπως ο Saturn, ο Delta, ο Atlas, ο Soyuz, ο SpaceX, ο Falcon 9 και ο οριζόντια εκτοξευόμενος πύραυλος στο διάστημα της Virgin Orbit. Το RP-1 είναι δημοφιλές καύσιμο επειδή είναι φθηνότερο, σταθερό σε θερμοκρασία περιβάλλοντος και δεν είναι επικίνδυνα εκρηκτικό. Τώρα υπάρχει ένας αγώνας δρόμου για την ανάπτυξη εναλλακτικών καύσιμων και το υγρό μεθάνιο είναι αυτό που φαίνεται να πρωτοστατεί. Αρκετοί νέοι κινητήρες πυραύλων, συμπεριλαμβανομένου του Raptor του SpaceX και του κινητήρα Prometheus της Ευρωπαϊκής Διαστημικής Υπηρεσίας, έχουν σχεδιαστεί για να χρησιμοποιούν αυτό το αέριο ως καύσιμο επειδή έχει υψηλότερη απόδοση από άλλα καύσιμα, πράγμα που σημαίνει ότι ο πύραυλος μπορεί να είναι μικρότερος και να παράγει λιγότερη αιθάλη όταν εκτοξεύεται. Ωστόσο, το μεθάνιο είναι αμφιλεγόμενο γιατί είναι ένα από τα χειρότερα αέρια όσον αφορά την υπερθέρμανση του πλανήτη. Θερμαίνεται περίπου 80 φορές περισσότερο από το διοξείδιο του άνθρακα κατά τη διάρκεια της ζωής του.
            </p>

            <p>
                Όμως τι άλλο μπορούμε να κάνουμε για να σταματήσουμε τα ρυπογόνα καυσαέρια των διαστημοπλοίων και να επιβραδύνουμε την κλιματική αλλαγή; Οι ερευνητές φοβούνται ότι η διαστημική βιομηχανία έχει ελάχιστα κίνητρα να αλλάξει λόγω της απουσίας κανονισμών, της απροθυμίας να εγκαταλείψει την ασφαλή και αποδεδειγμένη τεχνολογία και του γεγονότος ότι τα νέα καύσιμα σημαίνουν ακριβές νέες μηχανές και χρονοβόρες δοκιμές.
            </p>
        </section>




            <section id="s-6">
            <h2 id="s-6-title">
                6. Πως βιώνουν οι άνθρωποι την έλλειψη βαρύτητας;
            </h2>

            <p>
                Μετά από 8,5 λεπτά από τηνεκτόξευση ενός πυραύλου ο κινητήρας του σβήνει, οι αστροναύτες εισέρχονται στο διάστημα και βιώνουν την έλλειψη βαρύτητας. Η έλλειψη βαρύτητας ονομάζεται πιο σωστά μικροβαρύτητα. Στην πραγματικότητα οι αστροναύτες βρίσκονται σε κατάσταση ελεύθερης πτώσης. Ο πύραυλος μετά το σβήσιμο του κινητήρα κινείται οριζόντια με πολύ υψηλή ταχύτητα περίπου 8 χιλιομέτρων το δευτερόλεπτο και έπειτα πέφτει ελεύθερος περιστρεφόμενος έτσι γύρω από τη Γη.
            </p>
            <p>
                Όταν οι άνθρωποι συναντούν για πρώτη φορά τη μικροβαρύτητα, έχουν τα ακόλουθα συναισθήματα: Ναυτία, Αποπροσανατολισμό, Πονοκέφαλο, Απώλεια όρεξης, Συμφόρηση, που ονομάζονται διαστημική ασθένεια. Η μεγαλύτερη παραμονή στη μικροβαρύτητα προκαλεί αποδυνάμωση των μυών και των οστών. Η εμπειρία από εκατοντάδες διαστημικές πτήσεις δείχνει πώς το ανθρώπινο σώμα ανταποκρίνεται στην έλλειψη βαρύτητας. Παρακάτω παρουσιάζουμε μια περιγραφή ορισμένων φυσιολογικών επιπτώσεων που θα είχε το σώμα σας στο διάστημα.
            </p>

            <h3>
                Διαστημική ασθένεια
            </h3>

            <p>
                Η ναυτία και ο αποπροσανατολισμός που θα νιώθατε είναι σαν το αίσθημα στο στομάχι σας όταν βιώνεται μια πτώση από μια βόλτα με τρενάκι, μόνο που θα είχατε αυτό το συναίσθημα συνεχώς για αρκετές ημέρες. Αυτό είναι το αίσθημα της διαστημικής ασθένειας, ή ασθένεια της κίνησης στο διάστημα, που προκαλείται από αντικρουόμενες πληροφορίες που λαμβάνει ο εγκέφαλός σας από τα μάτια σας και τα αιθουσαία όργανα που βρίσκονται στο εσωτερικό του αυτιού σας (τα αιθουσαία όργανα του αυτιού μας είναι υπεύθυνα, μεταξύ άλλων, και για την αίσθηση της ισορροπίας και της κίνησης στο χώρο).
            </p>
            <p>
                Τα μάτια σας μπορούν να δουν ποια κατεύθυνση είναι πάνω και κάτω μέσα στην καμπίνα. Ωστόσο, επειδή το αιθουσιαίo σύστημα σας βασίζεται στην έλξη της βαρύτητας προς τα κάτω για να σας πει ποια κατεύθυνση είναι προς τα πάνω, προς τα κάτω και προς ποια κατεύθυνση κινείστε, δεν λειτουργεί στη μικροβαρύτητα. Έτσι, τα μάτια σας μπορεί να λένε στον εγκέφαλό σας ότι είστε ανάποδα, αλλά ο εγκέφαλός σας δεν λαμβάνει καμία ερμηνεία από τα αιθουσιαία όργανά σας. Ο μπερδεμένος εγκέφαλός σας προκαλεί ναυτία και αποπροσανατολισμό που με τη σειρά του μπορεί να οδηγήσει σε εμετό και απώλεια όρεξης. Ευτυχώς, μετά από λίγες μέρες, ο εγκέφαλός μας συνήθως προσαρμόζεται στην κατάσταση βασιζόμενος αποκλειστικά στα οπτικά μηνύματα και αρχίζετε να αισθάνεστε καλύτερα.
            </p>

            <h3>
                Φουσκωμένο πρόσωπο και πόδια πουλιού
            </h3>
            <p>
                Στη μικροβαρύτητα, θα αισθάνεστε το πρόσωπό σας φουσκωμένο και τα ιγμόρειά σας θα αισθάνονται συμφόρηση, γεγονός που μπορεί να συμβάλλει σε πονοκεφάλους καθώς και σε Διαστημική ασθένεια. Το ίδιο αίσθημα που νιώθεις και στη Γη όταν σκύβεις ή στέκεσαι ανάποδα, γιατί το αίμα πάει στο κεφάλι σου.
            </p>
            <p>
                Στη Γη, η βαρύτητα τραβάει το αίμα μας, προκαλώντας τη συγκέντρωση σημαντικών όγκων στις φλέβες των ποδιών μας. Στην μικροβαρύτητα, το αίμα μετατοπίζεται από τα πόδια σας στο στήθος και το κεφάλι σας. Το πρόσωπό σας τείνει να φουσκώνει και τα ιγμόρειά σας πρήζονται. Η μετατόπιση υγρών συρρικνώνει επίσης το μέγεθος των ποδιών σας.
            </p>

            <h3>
                Αλλαγές στο αίμα και τα σωματικά σας υγρά
            </h3>
            <p>
                Όταν το αίμα μετατοπίζεται στο στήθος, η καρδιά σας μεγαλώνει σε μέγεθος και αντλεί περισσότερο αίμα με κάθε χτύπο. Τα νεφρά σας ανταποκρίνονται σε αυτή την αυξημένη ροή αίματος παράγοντας περισσότερα ούρα, όπως ακριβώς κάνουν αν πιείτε ένα μεγάλο ποτήρι νερό. Επίσης, η αύξηση του αίματος και των υγρών μειώνει την έκκριση της αντιδιουρητικής ορμόνης (ADH) από την υπόφυση, γεγονός που σας κάνει λιγότερο διψασμένους. Επομένως, δεν πίνετε τόσο πολύ νερό όσο θα μπορούσατε στη Γη. Συνολικά, αυτοί οι δύο παράγοντες συνδυάζονται για να σας βοηθήσουν να απαλλάξετε το στήθος και το κεφάλι σας από το υπερβολικό υγρό και σε λίγες μέρες, τα επίπεδα υγρών του σώματός σας είναι λιγότερα από αυτά που ήταν στη Γη. Αν και εξακολουθείτε να έχετε ελαφρώς πρησμένο κεφάλι και βουλωμένα ιγμόρεια, δεν είναι τόσο άσχημα μετά τις πρώτες δύο μέρες. Με την επιστροφή σας στη Γη, η βαρύτητα θα τραβήξει αυτά τα υγρά πίσω στα πόδια σας και μακριά από το κεφάλι σας, κάτι που θα σας κάνει να αισθάνεστε λιποθυμία όταν σηκώνεστε όρθιοι. Επίσης θα αρχίσετε να πίνετε  περισσότερα υγρά και θα επανέλθουν στο φυσιολογικό σε μερικές ημέρες.
            </p>

            <h3>
                Αδύναμοι Μύες
            </h3>
            <p>
                Όταν βρίσκεστε στη μικροβαρύτητα, το σώμα σας υιοθετεί μια «εμβρυϊκή» στάση — σκύβετε ελαφρά, με τα χέρια και τα πόδια σας μισολυγισμένα μπροστά σας. Σε αυτή τη στάση, δεν χρησιμοποιείτε πολλούς από τους μύες σας, ιδιαίτερα εκείνους τους μύες που σας βοηθούν να στέκεστε και να διατηρείτε τη στάση σας (μύες κατά της βαρύτητας). Η μάζα των μυών σας μειώνεται. Όσο περισσότερο μένετε στο διάστημα, τόσο λιγότερη μυϊκή μάζα θα έχετε. Αυτή η απώλεια μυϊκής μάζας σας καθιστά πιο αδύναμους, και εκδηλώνονται προβλήματα στις διαστημικές πτήσεις μεγάλης διάρκειας και κατά την επιστροφή στο σπίτι στη βαρύτητα της Γης.
            </p>

            <h3>
                Εύθραυστα οστά
            </h3>
            <p>
                Στη μικροβαρύτητα, τα οστά σας δεν χρειάζεται να υποστηρίζουν το σώμα σας, επομένως όλα τα οστά σας, ειδικά τα οστά που φέρουν βάρος στους γοφούς, τους μηρούς και το κάτω μέρος της πλάτης σας, χρησιμοποιούνται πολύ λιγότερο από ό,τι στη Γη. Το αποτέλεσμα αυτού είναι ότι το μέγεθος και η μάζα αυτών των οστών συνεχίζουν να μειώνονται όσο παραμένετε στη μικροβαρύτητα, με ρυθμό περίπου 1 τοις εκατό ανά μήνα. Αυτές οι αλλαγές στην οστική μάζα καθιστούν τα οστά σας αδύναμα και πιο πιθανό να σπάσουν κατά την επιστροφή σας στη βαρύτητα της Γης. Η οστική απώλεια είναι ανακτήσιμη με την επιστροφή στη Γη.
            </p>
            <p>
                Εκτός από τα αδύναμα οστά, η συγκέντρωση ασβεστίου στο αίμα σας αυξάνεται και τα νεφρά πρέπει να απαλλαγούν από την περίσσεια ασβεστίου, γεγονός που τα καθιστά επιρρεπή στο να σχηματίσουν άλατα («πέτρες στα νεφρά»).
            </p>
            <p>
                Για να ξεπεράσουν εν μέρει αυτά τα προβλήματα οι αστροναύτες πρέπει να ασκούνται τουλάχιστον δύο ώρες κάθε μέρα σε ειδικά προσαρμοσμένα μηχανήματα έλλειψης βαρύτητας (διάδρομος, κωπηλατική μηχανή, ποδήλατο).
            </p>
        </section>


        <section id="s-7">
            <h2 id="s-7-title">
                7. Βιβλιογραφία
            </h2>

            <ul class="leading-tight text-sm">
                <li>
                    5 Hazards of Human Spaceflight. <a class="break-all" href="https://www.nasa.gov/hrp/5-hazards-of-human-spaceflight" target="_blank" rel="noopener noreferrer">https://www.nasa.gov/hrp/5-hazards-of-human-spaceflight</a> 
                </li>
                <li>
                    Buchholz, Katharina (2019) The Countries Capable of Launching Space Rockets. Statista. <a class="break-all" href="https://www.statista.com/chart/27792/countries-capable-of-launching-space-rockets/" target="_blank" rel="noopener noreferrer">https://www.statista.com/chart/27792/countries-capable-of-launching-space-rockets/</a>
                </li>
                <li>
                    Harrison, T., Nahmyo, T. (2016). NASA in the Second Space Age: Exploration, Partnering, and Security. Strategic Studies Quarterly. Vol. 10, No. 4 (WINTER 2016), pp. 2-13. Air University press <a class="break-all" href="https://www.jstor.org/stable/26271527#metadata_info_tab_contents" target="_blank" rel="noopener noreferrer">https://www.jstor.org/stable/26271527#metadata_info_tab_contents</a>
                </li>
                <li>
                    Inmarsat (2022) What on Earth is the value of space? <a class="break-all" href="https://www.inmarsat.com/content/dam/inmarsat/corporate/documents/corporate/insights/Inmarsat_Value_of_Space_Report.pdf.gc.pdf" target="_blank" rel="noopener noreferrer">https://www.inmarsat.com/content/dam/inmarsat/corporate/documents/corporate/insights/Inmarsat_Value_of_Space_Report.pdf.gc.pdf</a>
                </li>
                <li>
                    Impact of Rocket Launch and Space Debris Air Pollutant Emissions on Stratospheric Ozone and Global Climate. <a class="break-all" href="https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2021EF002612" target="_blank" rel="noopener noreferrer">https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2021EF002612</a>
                </li>
                <li>
                    The New Space Age: Beyond Global Order <a class="break-all" href="https://global.upenn.edu/sites/default/files/perry-world-house/The%20New%20Space%20Age%20-%20Beyond%20Global%20Order%20Report.pdf" target="_blank" rel="noopener noreferrer">https://global.upenn.edu/sites/default/files/perry-world-house/The%20New%20Space%20Age%20-%20Beyond%20Global%20Order%20Report.pdf</a>
                </li>
                <li>
                    Space exploration <a class="break-all" href="https://www.britannica.com/science/space-exploration/Space-applications" target="_blank" rel="noopener noreferrer">https://www.britannica.com/science/space-exploration/Space-applications</a> 
                </li>
                <li>
                    Space Launch Vehicle. <a class="break-all" href="https://www.kari.re.kr/eng/sub03_04.do" target="_blank" rel="noopener noreferrer">https://www.kari.re.kr/eng/sub03_04.do</a> 
                </li>
                <li>
                    The United Nations Office for Outer Space Affairs (UNOOSA). Benefits of Space for Humankind. <a class="break-all" href="https://www.unoosa.org/oosa/en/benefits-of-space/benefits.html" target="_blank" rel="noopener noreferrer">https://www.unoosa.org/oosa/en/benefits-of-space/benefits.html</a>
                </li>
                <li>
                    Zhang Wei, Ma Hong, Wu Tao, Shi Xueshu and Jiao Yiwen (2019) Efficient topology control for time-varying spacecraft networks with unreliable links. International Journal of Distributed Sensor Networks 2019, Vol. 15 (9) <a class="break-all" href="https://www.researchgate.net/publication/336166223_Efficient_topology_control_for_time-varying_spacecraft_networks_with_unreliable_links" target="_blank" rel="noopener noreferrer">https://www.researchgate.net/publication/336166223_Efficient_topology_control_for_time-varying_spacecraft_networks_with_unreliable_links</a>
                </li>
                <li>
                    <a class="break-all" href="https://spacenews.com/" target="_blank" rel="noopener noreferrer">https://spacenews.com/</a>
                </li>
                <li>
                    <a class="break-all" href="https://www.thespacereview.com/" target="_blank" rel="noopener noreferrer">https://www.thespacereview.com/</a>
                </li>
                <li>
                    <a class="break-all" href="https://www.geospatialworld.net/" target="_blank" rel="noopener noreferrer">https://www.geospatialworld.net/</a>
                </li>
            </ul>
        </section>



        </section>
    </div>
</template>