<script setup>
    import { useUserPreferences } from '~~/store/useUserPreferences'; 
    const userPrefs = useUserPreferences();
</script>

<template>
    <div class="flex flex-col items-start 
        lg:flex-row-reverse lg:justify-end 
        xl:gap-10
        2xl:gap-20">
        <ClientOnly>
            <UiTableOfContents class="w-full lg:max-w-xs print:hidden" />
        </ClientOnly>


        <section class="e-article print:not-prose" lang="el" style="hyphens:auto;">
            <Icon name="openmoji:person-raising-hand-medium-light-skin-tone" class="float-right text-[5em] text-slate-300" />
            <Icon name="openmoji:astronaut" class="float-right text-[5em]" />
            <!-- <Icon name="openmoji:person-shrugging" class="float-right text-[5em] text-slate-300" /> -->
            <h1 class="mb-0">Διάστημα</h1>
            <h5 class="font-normal uppercase leading-tight">Υλικό Μαθητή</h5>
        
            <section id="s-0">
                <h2 id="s-0-title">Εισαγωγή</h2>

                <p>
                    Ίσως ως παιδιά το διάστημα να σας κινούσε την περιέργεια σχετικά με το τι μπορεί υπάρχει εκεί έξω, αλλά και για τα διαφορετικά ουράνια σώματα του διαστήματος που περιέχει. Σε αυτή την ενότητα, καλείστε να αναλογιστείτε τις εξερευνήσεις του διαστήματος και να διερευνήσετε διαφορετικούς μύθους και ζητήματα που αφορούν το διάστημα. Αφού παρακολουθήσετε τα <a href="#s1" >εισαγωγικά βίντεο</a> στα οποία παρουσιάζονται ορισμένες ιδέες, κίνδυνοι, φόβοι και μύθοι που σχετίζονται με το διάστημα, συζητήστε τα σε ομάδες. Η ομαδική συζήτηση θα οδηγήσει σε μια δραστηριότητα εξερεύνησης ή κατάρριψης μύθων όπου θα αναζητήσετε στοιχεία που θα σας βοηθήσουν να καταρρίψετε, ή να επιβεβαιώσετε, έναν επιλεγμένο μύθο, ή να διασαφηνίσετε μια υπάρχουσα παρανόηση. Αυτή η δραστηριότητα θα μπορούσε να διεξαχθεί πρακτικά, ή εναλλακτικά να βασιστεί σε δευτερογενή στοιχεία (πληροφορίες από τη επιστημονική βιβλιογραφία και το διαδίκτυο). Όταν θέλετε να εξερευνήσετε έναν μύθο ή ένα ζήτημα το πρώτα βήμα που πρέπει να κάνετε είναι να διατυπώσετε μια διερευνήσιμη υπόθεση (βλ. Εικόνα 1).
                </p>

                <UiContentImage class="e-card mt-10" src="https://evidence.onkel.ee/assets/mythbusting-el.webp">
                    <template #caption>
                        <b>Εικόνα 1:</b> Πορεία Εργασιών για την κατάρριψη του Μύθου
                    </template>
                </UiContentImage>

                <p>
                    Αφού βρείτε στοιχεία για τα αποτελέσματά σας και οδηγηθείτε σε συμπεράσματα, θα προετοιμάσετε μια παρουσίαση στους συμμαθητές σας με έναν σχετικό και πειστικό τρόπο (για παράδειγμα, με τη μορφή ενός σύντομου βίντεο, μιας αφίσας ή μια παρουσίασης PowerPoint). Η ενότητα ολοκληρώνεται με ένα παιχνίδι διαλογικής αντιπαράθεσης, με ρόλους σχετικά με το θέμα των διαστημικών ταξιδιών.
                </p>
            </section>        
            

            <hr class="mt-10 mb-40 print:my-10" />

            <section id="s1">
                <h2 id="s1t">
                    Δραστηριότητα 1: Παρουσίαση Εισαγωγικού Βίντεο
                </h2>
            
                <p>
                    Παρακολουθήστε ένα εισαγωγικό βίντεο. Γράψτε τις αρχικές σκέψεις και συναισθήματά σας για τα θέματα που παρουσιάζονται.
                </p>
    
                <div class="grid grid-cols-1 gap-2 xl:grid-cols-2">
                    <UiYoutube video="a95oKCDgIow" />
                    <UiYoutube video="wlstnH27waw" />
                    <UiYoutube video="RvLdHwy4qMI" />
                    <UiYoutube video="d86JQpemSZ4" />
                </div>
            </section>


<!--
    222222
        22
    222222
    22
    222222
-->
            


        <hr class="mt-10 mb-40 print:my-10" />

        <section id="s-2">
            <h2 id="s-2-title">Δραστηριότητα 2: Ομαδική Συζήτηση</h2>
            
            <p>Αφού παρακολουθήσετε το βίντεο, καλείστε να συζητήσετε το θέμα σε μικρές ομάδες (3-4 μέλη).</p>

            <ol>
                <li>Μοιραστείτε με τους συνομηλίκους σας τις αρχικές σκέψεις και συναισθήματά σας για τα θέματα που παρουσιάζονται στο βίντεο που μόλις παρακολουθήσατε.</li>
                <li>Ως ομάδα, καλείστε να επιλέξετε έναν από τους μύθους (που παρουσιάζονται στο εισαγωγικό βίντεο) για εις βάθος εξερεύνηση ή /να ψάξετε για άλλους μύθους, ιδέες και ζητήματα (δείτε παρακάτω) που σας ενδιαφέρουν σχετικά με το θέμα αυτό.</li>
            </ol>
            
            <h3>
                Μερικοί μύθοι και ιδέες για το διάστημα
            </h3>
            
            <ul>
                <li><span class="text-rose-400 font-bold">Μύθος 1:</span> Οι αστροναύτες που βρίσκονται σε τροχιά γύρω από τη Γη δεν έχουν βαρύτητα επειδή βρίσκονται μακριά από τη Γη.</li>
                <li><span class="text-rose-400 font-bold">Μύθος 2:</span> Η κατάποση του φαγητού απαιτεί βαρύτητα, ώστε να μπορεί να φτάσει η τροφή στο στομάχι μας. Οι αστροναύτες χρειάζονται ειδική εκπαίδευση για να τρώνε σε περιβάλλοντα μικροβαρύτητας (σε διαστημικό σταθμό).</li>
                <li><span class="text-rose-400 font-bold">Μύθος 3:</span> Τα διαστημικά ταξίδια θα σταματήσουν σύντομα από διαστημικά συντρίμμια.</li>
                <li><span class="text-rose-400 font-bold">Μύθος 4:</span> Οι εξωγήινοι επισκέπτονται τη Γη με αγνώστου ταυτότητας ιπτάμενα αντικείμενα (UFO), αλλά οι κυβερνήσεις και οι αστροναύτες κρύβουν από εμάς στοιχεία για τα UFO.</li>
                <li><span class="text-rose-400 font-bold">Μύθος 5:</span> Οι διαστημικές πτήσεις συμβάλλουν στην ατμοσφαιρική ρύπανση και στην υπερθέρμανση του πλανήτη.</li>
                <li><span class="text-rose-400 font-bold">Μύθος 6:</span> Οι άνθρωποι πρέπει να αποικίσουν τον Άρη για να εξασφαλίσουν τη μελλοντική τους επιβίωση.</li>
                <li><span class="text-rose-400 font-bold">Μύθος 7:</span> Υπάρχει ζωή και αλλού στο Σύμπαν.</li>
                <li><span class="text-rose-400 font-bold">Μύθος 8:</span> Τα διαστημικά απόβλητα δεν μπορούν να καταστραφούν με ασφάλεια.</li>
                <li><span class="text-rose-400 font-bold">Μύθος 9:</span> Το διαστημόπλοιο χρειάζεται μια μηχανή πυραύλων που να λειτουργεί συνεχώς στο δρόμο προς τον Άρη.</li>
                <li><span class="text-rose-400 font-bold">Μύθος 10:</span> Οι πύραυλοι χρειάζονται αέρα (ατμόσφαιρα) για να  πάρουν ώθηση.</li>
                <li><span class="text-rose-400 font-bold">Μύθος 11:</span> Η μικροβαρύτητα σε ένα διαστημικό σταθμό που βρίσκεται σε τροχιά γύρω από τη Γη είναι επιβλαβής για την υγεία των αστροναυτών.</li>
                <li><span class="text-rose-400 font-bold">Μύθος 12:</span> Η υπερβαρύτητα κατά την εκτόξευση και την προσγείωση είναι επιβλαβής για την υγεία των αστροναυτών.</li>
                <li><span class="text-rose-400 font-bold">Μύθος 13:</span> Η κοσμική ακτινοβολία είναι επικίνδυνη για τους αστροναύτες του ISS.</li>
            </ul>

            <p>
                Υπάρχει κάποιος άλλος μύθος ή θέμα που σχετίζεται με το διάστημα που θα θέλατε να εξερευνήσετε; Συζητήστε το με τον δάσκαλό σας.
            </p>
        </section>





<!-- 
    333333 
        33
     33333
        33
    333333
 -->        

            <section id="s-3">
                <h2 id="s-3-title">
                    Δραστηριότητα 3: Διαπραγμάτευση Μύθου
                </h2>
                <ModulesSpaceStudentActivityEl />
            </section>
            
            
            





<!-- 
    44   44    5555555
    44   44    55
    4444444    5555555
         44         55
         44    5555555
-->
                


            <ModulesStudentActivity45El />



<!-- 
    6666666
    66
    6666666
    66   66
    6666666
 -->

 

            <hr class="mt-10 mb-40 print:my-10" />

            <section id="s-6">
                <h2 id="s-6-title">Δραστηριότητα 6: Διαλογική αντιπαράθεση με παιχνίδι ρόλων</h2>

                <h4>
                    Μέσα από αυτήν την δραστηριότητα αναμένεται από εσάς να:
                </h4>

                <ul>
                    <li>Να εξοικειωθείτε με τα προβλήματα που τίθενται στο παιχνίδι ρόλων και να τα δείτε από διαφορετικές οπτικές γωνίες</li>
                    <li>Να διατυπώσετε ξεκάθαρα την δικής σας άποψη</li>
                    <li>Να εργαστείτε για ένα κοινό ομαδικό όραμα</li>
                    <li>Να παρουσιάσετε και να αιτιολογήσετε την άποψη σας</li>
                    <li>Να κρίνετε διάφορες πολιτικές θέσεις</li>
                </ul>

                <p>
                    Αυτό το παιχνίδι ρόλων με την μορφή  διαλογικής αντιπαράθεσης μπορεί να εμπλέξει έως οχτώ ρόλους όπως θα προκύψουν μέσα από την σύνθεση ομάδων με 3-4 μέλη. Η κάθε ομάδα θα επιλέξει ένα μέλος το οποίο θα είναι ο εκπρόσωπος του ενώ οι υπόλοιποι θα λειτουργούν ως σύμβουλοι.
                </p>

                <h3>
                    Θέμα: Διαστημικά ταξίδια
                </h3>

                <p>
                    Η διαλογική αντιπαράθεση σχετίζεται με τη άποψη που υποστηρίζει ότι «Το Πρόγραμμα Επανδρωμένων Διαστημικών Πτήσεων είναι μια περιττή σπατάλη πόρων που θα μπορούσαν εναλλακτικά να χρησιμοποιηθούν για πιο επείγουσες ανάγκες».
                </p>
                <p>
                    Αυτό το θέμα μπορεί να έχει δύο απαντήσεις, σύμφωνα με τους ρόλους που θα ανατεθούν: υπέρ και κατά της ανάπτυξης του Προγράμματος Επανδρωμένων Διαστημικών Πτήσεων στη χώρα σας (αποστολή εθνικών αστροναυτών στο διάστημα).
                </p>

                <div class="md:grid md:grid-cols-2 gap-4">
                    <div class="border-4 border-green-400 rounded-lg p-3 text-center">
                        <h4 class="my-2">
                            Θέση 1 (υπέρ):
                        </h4>
                        <p>
                            Το κράτος πρέπει να αναγνωρίσει ότι οι διαστημικές πτήσεις με πλήρωμα προσφέρουν μια μεγάλη ευκαιρία για επιστημονική πρόοδο και εθνική ανάπτυξη. Το κράτος πρέπει να επενδύσει στην εκτόξευση επανδρωμένων αποστολών στο διάστημα.
                        </p>
                    </div>
                    <div class="border-4 border-red-400 rounded-lg p-3 text-center">
                        <h4 class="my-2">
                            Θέση 2 (κατά):
                        </h4>
                        <p>
                            Το κράτος πρέπει να επικεντρωθεί μόνο σε μη επανδρωμένα διαστημικά προγράμματα, καθώς είναι πιο οικονομικά και οικολογικά βιώσιμα, ασφαλή και ταυτόχρονα διασφαλίζουν τεχνολογική πρόοδο.
                        </p>
                    </div>
                </div>

                <h3>
                    Φάση Ι (≈ 25 λεπτά)
                </h3>
                <p>
                    Κάθε ομάδα παίρνει μια κάρτα πάνω στην οποία αναγράφεται και περιγράφεται συνοπτικά ο ρόλος που καλείτε να εκπροσωπήσει. Πρέπει να σκεφτείτε διάφορα επιχειρήματα με στόχο να υποστηρίξετε τον ρόλο σας. 
                </p>
                <p>
                    Ως υλικό υποστήριξης για τη συζήτηση για το θέμα του Διαστήματος παρέχονται αρκετές κάρτες πληροφοριών.
                </p>

                <div class="grid grid-cols-5 gap-2">
                    <div v-for="i in 4" class="bg-blue-700 text-blue-50 text-center py-2 rounded-lg">
                        Πληροφορία {{ i }}
                    </div>
                    <div class="bg-blue-700 text-blue-50 text-center py-2 rounded-lg">...</div>
                </div>

                <p>
                    Μπορείτε επίσης να αναζητήσετε πρόσθετες πληροφορίες στο Διαδίκτυο, λαμβάνοντας υπόψη τη σημασία της επιλογής αξιόπιστων πηγών, όπως έγινε προηγουμένως στη Δραστηριότητα 3.
                </p>
                
                <h3>
                    Φάση ΙΙ (≈ 20 λεπτά)
                </h3>
                <p>
                    Ομαδική συζήτηση: Σε αυτήν την φάση καλείστε με την ομάδα σας να ανταλλάξετε απόψεις ώστε να καταλήξετε σε κοινά επιχειρήματα. Τα αρχικά σας επιχειρήματα μπορούν να οργανωθούν σε μια λίστα PowerPoint ή poster χρησιμοποιώντας την <a href="https://www.youtube.com/watch?v=qo4zCqAGGug" target="_blank" rel="noopener noreferrer">τεχνική οπτικής διευκόλυνσης</a>.
                </p>

                <h3>
                    Φάση ΙΙΙ  (≈ 45 λεπτά, ίσως χρειαστείτε περισσότερο χρόνο για αυτή την φάση)
                </h3>
                <p>
                    Η διαλογική αντιπαράθεση χωρίζεται σε δύο μέρη. Στο πρώτο μέρος, ο ομιλητής της κάθε ομάδας έχει τρία λεπτά να παρουσιάσει τον ρόλο και τα επιχειρήματα της ομάδας του.
                </p>
                <p>
                    Όταν και οι οχτώ ομάδες παρουσιάσουν τα επιχειρήματα τους θα ακολουθήσει ένα διάλειμμα πέντε λεπτών ώστε να μπορούν οι ομάδες να δομήσουν αντεπιχειρήματα.  
                </p>
                <p>
                    Στη συνέχεια στο δεύτερο μέρος ακολουθεί διαλογική αντιπαράθεση ανάμεσα στους ομιλητές της κάθε ομάδας με στόχο να υποστηρίξουν τον ρόλο τους προβάλλοντας τα αντεπιχειρήματα τους. Ο ρόλος των συμβούλων ( υπόλοιπα μέλη της ομάδας) είναι να βοηθούν τον ομιλητή της ομάδας τους παρέχοντας του αντεπιχειρήματα για τα διάφορα επιχειρήματα που ακούγονται την ώρα της διαλογικής αντιπαράθεσης. 
                </p>
                <p>
                    Στο τέλος της διαλογικής αντιπαράθεσης οι συμμετέχοντες μπορούν να ψηφίσουν υπέρ ή κατά της χρήσης των χρημάτων των φορολογουμένων για επανδρωμένες ή ρομποτικές αποστολές στο διάστημα.
                </p>


                <h3>
                    τραπουλόχαρτα
                </h3>

                <UiCardGamePrintMessage url="../tools/cards/space" />
            
                <ToolsCardgameSpace :printMode="false" />

            </section>

        </section>
    </div>
</template>