<script setup>
    import { useUserPreferences } from '~~/store/useUserPreferences'; 

    const userPrefs = useUserPreferences();
    // const showSpaceExplorationDebate = ref(false);
    
    const toggleModal = (modalName) => {
        userPrefs.toggleModal(modalName);
    }

</script>

<template>
    <div class="flex flex-col items-start 
        lg:flex-row-reverse lg:justify-end 
        xl:gap-10
        2xl:gap-20">
        <!-- <ClientOnly> -->
            <UiTableOfContents class="w-full lg:max-w-xs print:hidden" key="space-el" />
        <!-- </ClientOnly> -->
        


        <section class="e-article print:not-prose" lang="el" style="hyphens: auto;">
            <Icon name="openmoji:teacher-light-skin-tone" class="float-right text-[6em] text-slate-300" />
            <h1 class="mb-0">Διάστημα</h1>
            <h5 class="font-normal uppercase leading-tight">Υλικό εκπαιδευτικού</h5>
            

            <section id="s-1">
                <h2 id="s-1-title">Περιγραφή ενότητας</h2>
            
                <section class="e-card e-module__meta">
                    <table class="m-0 leading-tight">
                        <tr>
                            <td><b>Ομάδα μαθητών:</b></td>
                            <td>Αυτό το εκπαιδευτικό υλικό απευθύνεται σε μαθητές ηλικίας 15-18 ετών τόσο των γενικών όσο και των τεχνικών σχολών.</td>
                        </tr>
                        <tr>
                            <td><b>Προβλεπόμενη χρονική διάρκεια:</b></td>
                            <td>5-6 περιόδους των 45 λεπτών και επιπλέον χρόνος για εργασία στο σπίτι</td>
                        </tr>
                    </table>
                </section>

                <p>
                    Το διάστημα αιχμαλωτίζει τη φαντασία μας από την πρώιμη παιδική ηλικία. Ερωτήσεις για την αιωνιότητα του Σύμπαντος, την εξωγήινη ζωή και την πιθανότητα διαστημικών ταξιδιών σε άλλους πλανήτες και όχι μόνο, ενθουσιάζουν το μυαλό πολλών νέων. Γενικά, τα παιδιά έχουν ένα έμφυτο ένστικτο για εξερεύνηση και μεγάλη θέληση να βιώσουν και να κατανοήσουν. Μερικά ονειρεύονται να γίνουν ερευνητές του διαστήματος.
                </p>

                <p>
                    Το ταξίδι στο διάστημα έχει γίνει ήδη εφικτό για μη επαγγελματίες αστροναύτες. Μερικοί επιβάτες που πλήρωσαν, πήγαν στον Διεθνή Διαστημικό Σταθμό (ISS), συμπεριλαμβανομένης της Anousheh Ansari, της πρώτης Ιρανής και μουσουλμάνας γυναίκας στο διάστημα (2006). Επίσης, υπάρχουν εμπορικά προγράμματα για υποτροχιακές <sup><span class="tooltip" data-tip="Υποτροχιακή πτήση ονομάζεται η πτήση κατά την οποία τα σκάφη φτάνουν στα όρια του διαστήματος όμως δεν έχουν την απαιτούμενη ταχύτητα για να παραμείνουν σε τροχιά και έτσι επιστρέφουν στη Γη λίγα λεπτά μετά.">[1]</span></sup> πτήσεις σε ύψος περίπου 100 km πάνω από την επιφάνεια της Γης. Οι τροχιακές τουριστικές πτήσεις γύρω από τη Γη απαιτούν σχεδόν διπλάσιο ύψος και πολύ μεγαλύτερη ταχύτητα και ενέργεια, αλλά είναι πιθανόν να πραγματοποιηθούν στο κοντινό μέλλον. Έτσι, ανάμεσα στους σημερινούς μαθητές μας μπορεί να είναι και οι μελλοντικοί επαγγελματίες και ερασιτέχνες εξερευνητές του διαστήματος.
                </p>

                <p>
                    Ωστόσο, στην καθημερινότητά μας επικρατούν πολλές παρανοήσεις, μύθοι και θεωρίες συνωμοσίας σχετικά με τα διαστημικά ταξίδια. Τα UFO που μας επισκέπτονται από το διάστημα και η προσγείωση του ανθρώπου στο φεγγάρι που δεν συνέβη ποτέ είναι μόνο δύο παραδείγματα των όσων εμφανίζονται στα μέσα ενημέρωσης. Όλα αυτά εξακολουθούν να επικρατούν καθώς ο κόσμος μπορεί να παρατηρεί διάφορα είδη ασυνήθιστων μη επανδρωμένων αεροσκαφών πιο συχνά στις μέρες μας και συνεχώς να ανακοινώνονται νέα προγράμματα ανθρώπινης προσγείωσης στο φεγγάρι. Το σημερινό αμερικάνικο &quot;Artemis Project&quot; και το κινέζικο πρόγραμμα για τη Σελήνη με την ονομασία &quot;Chang Project&quot; φαίνεται να αρχίζουν να ανταγωνίζονται για το ποιος θα προσγειωθεί αυτή τη φορά πρώτος στη Σελήνη ώστε να προσελκύουν και πάλι την προσοχή του κοινού σε αυτόν τον τομέα.
                </p>

                <p>
                    Πολλοί από τους μαθητές μας εξοικειώνονται με τις λειτουργίες του διαστημόπλοιου μέσα από διάφορα διαστημικά παιχνίδια υπολογιστών και έξυπνων ψηφιακών συσκευών, αλλά και από δραστηριότητες εκτόξευσης πυραύλων νερού σε σχολεία ή επιστημονικά κέντρα. Επίσης γνωρίζουν το αίσθημα της σύντομης έλλειψης της βαρύτητας από την επίσκεψη τους σε λούνα παρκ ή και από τα αεροπλάνα. Μερικοί από αυτούς πιθανότατα να έχουν επίσης βιώσει και μια περιήγηση στον Διεθνή Διαστημικό Σταθμό (ISS) με τη βοήθεια εφαρμογών εικονικής πραγματικότητας, ή εναλλακτικά να έχουν δει μια ταινία για τον ISS σε τρισδιάστατο θέατρο κάποιου μουσείου επιστήμης.
                </p>

                <p>
                    Η εξερεύνηση του διαστήματος ξεκίνησε το 1957 με την εκτόξευση του πρώτου δορυφόρου (Sputnik) σε τροχιά γύρω από τη Γη. Παρόλο που παρατηρείται μεγάλη ανάπτυξη της τεχνολογίας όλα αυτά τα χρόνια, η εξερεύνηση του διαστήματος εξελίσσεται πιο αργά από ό,τι είχε προβλεφθεί, ενέχει πολλούς κινδύνους και αβεβαιότητες και συνοδεύεται από διάφορες τεχνολογικές αποτυχίες. Η πρόσφατη προσπάθεια (Ιανουάριος 2023) εκτόξευσης δορυφόρων, για πρώτη φορά από βρετανικό έδαφος, χρησιμοποιώντας τεχνολογία εκτόξευσης πυραύλων που αναπτύχθηκε από την εταιρεία Virgin Orbit απέτυχε να θέσει τα σκάφη σε τροχιά, καταστρέφοντας εννέα δορυφόρους. Το τμήμα διαστημικού τουρισμού της εταιρείας Virgin, Virgin Galactic, το οποίο έχει υποσχεθεί από το 2004 να ξεκινήσει τακτικές επί πληρωμή υποτροχιακές πτήσεις για διαστημικούς τουρίστες, δεν έχει ακόμη εκπληρώσει αυτή της τη δέσμευση. Η πρόθεση της Virgin είναι να σηκώσει ένα διαστημικό σκάφος προσδεδεμένο σε ένα Boeing 747 σε υψόμετρο περίπου 10000 μέτρων και στη συνέχεια να το πυροδοτήσει. Ωστόσο, η πρόσφατη αποτυχία της Virgin δείχνει για άλλη μια φορά ότι η εξερεύνηση του διαστήματος ενέχει πάντα σημαντικούς κινδύνους, ιδιαίτερα κατά τη διαδικασία εκτόξευσης διαστημικών σκαφών και επιστροφής διαστημικών αποστολών πίσω στη Γη. Τα θέματα αντιμετώπισης των  κινδύνων και τα συναφή ηθικά διλήμματα των επανδρωμένων αποστολών στο διάστημα βρίσκονται στο επίκεντρο αυτής της ενότητας.
                </p>

                <p>
                    Σε αυτήν την ενότητα, όταν οι σχολικές εγκαταστάσεις το προβλέπουν, οι εκπαιδευτικοί μπορούν να επιλέξουν να κάνουν κάποιες πρακτικές δραστηριότητες και επιδείξεις για να εξηγήσουν φαινόμενα, να καταρρίψουν μύθους που σχετίζονται με το διάστημα, ή να εξερευνήσουν κοινές παρανοήσεις. Διαφορετικά, αυτά προτείνετε να γίνουν μέσω της συλλογής στοιχείων από αξιόπιστες πηγές επιστημονικών πληροφοριών. Οι μαθητές μπορούν επίσης να χρησιμοποιήσουν διαφορετικές μεθόδους συλλογής δεδομένων, εφαρμόζοντας τη λεγόμενη αρχή της τριγωνοποίησης – αύξηση της εγκυρότητας των ευρημάτων μέσω της σύγκρισης πληροφοριών από διαφορετικές πηγές.
                </p>

                <p>
                    Στα <a href="https://www.youtube.com/playlist?list=PLuC4DJElPQrP8BEpdGHT5MZR_30VrDVCY" target="_blank" rel="noopener noreferrer">εισαγωγικά βίντεο</a> (ο δάσκαλος μπορεί να επιλέξει ανάμεσα από τα εξής: “Earth Calls Martha”, “3-2-1”, “Where are all the Aliens”, and “Flag in the Wind”) παρουσιάζονται κάποιες ιδέες, θεωρίες συνομωσίας, παρανοήσεις και μύθοι που προτείνονται για περαιτέρω συζήτηση σε ομάδες μαθητών. Οι μαθητές καλούνται να επιλέξουν και να εξηγήσουν κοινούς μύθους ή παρανοήσεις που σχετίζονται με το διάστημα. Οι ομαδικές συζητήσεις αναμένεται να οδηγήσουν στη συλλογή αποδεικτικών στοιχείων από αξιόπιστες πηγές δεδομένων με στόχο την βαθύτερη κατανόηση ενός φαινομένου, την απόρριψη ή επιβεβαίωση ενός μύθου.
                </p>

                <p>
                    Τα ανθρώπινα διαστημικά ταξίδια πιθανότατα θα τραβήξουν την  προσοχή των μαθητών. Ορισμένες βιολογικές επιδράσεις των διαστημικών ταξιδιών, όπως η ασθένεια της διαστημικής κίνησης ή το σύνδρομο προσαρμογής στο διάστημα (SAS) μπορούν να βιωθούν πρακτικά στη Γη μέσω της φυγοκέντρησης (Sickness Induced by Centrifugation, SIC). Ωστόσο, λίγοι από εμάς θα ήταν αυτοί που θα ήθελαν να εκτεθούν σε φυγόκεντρο και ταυτόχρονες περιστροφές από 1G έως 3G (ή και περισσότερο) και πίσω σε 1G. Αυτά αποτελούν μέρος μιας κοινής εκπαίδευσης για αστροναύτες. Ορισμένα λούνα παρκ μπορούν να προσφέρουν μια μικρή αίσθηση αυτής της εμπειρίας με την μορφή  των "Insanity Rides 360".
                </p>

                <p>
                    Οι περισσότερες δραστηριότητες που προτείνονται σε αυτήν την ενότητα βασίζονται σε δευτερογενή στοιχεία που συλλέχθηκαν από αναζητήσεις βιβλιογραφίας και δεδομένων από το Διαδίκτυο. Μέσω αυτών των δραστηριοτήτων, οι μαθητές μαθαίνουν να αξιολογούν την αξιοπιστία των πηγών πληροφόρησης και να προβάλλουν επιχειρήματα βασισμένα σε στοιχεία. Αφού καταλήξουν στα συμπεράσματα τους, στην συνέχεια οι μαθητές θα προετοιμαστούν για να παρουσιάσουν τα ευρήματά τους στους συμμαθητές τους (ή σε άλλο κοινό) με σχετικό και πειστικό τρόπο (π.χ. με βίντεο). Η ενότητα ολοκληρώνεται με ένα παιχνίδι ρόλων διαλογικής αντιπαράθεσης όπου οι μαθητές θα έχουν την ευκαιρία να πάρουν κοινωνικό-επιστημονικές αποφάσεις χρησιμοποιώντας τις επιστημονικές τους γνώσεις, συσχετίζοντας τις με προσωπικές, ηθικές και κοινωνικές αξίες.
                </p>

                <p>
                    Η ενότητα αποτελείται από το υλικό του εκπαιδευτικού (προτάσεις διδασκαλίας, πληροφορίες για το επιστημονικό υπόβαθρο) και από το υλικό του μαθητή (εισαγωγικό βίντεο, διαδραστικά φύλλα εργασίας, βίντεο, tutorial βίντεo).
                </p>
            </section>







            

            

            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-2">
                <h2 id="s-2-title">Μαθησιακά αποτελέσματα ενότητας</h2>
                
                <ul>
                    <li>
                        <b>Αίσθηση της Πολιτότητας:</b> οι μαθητές να αναπτύξουν γνώσεις και στάσεις ώστε να παίρνουν υπεύθυνες αποφάσεις που σχετίζονται με ανθρώπινες και ρομποτικές διαστημικές εξερευνήσεις.
                    </li>
                    <li>
                        <ul>
                            <b>Επάρκεια στα κοινωνικά μέσα:</b> 
                            <li>
                                να αναπτυχθούν οι ικανότητες των μαθητών ώστε να μπορούν να αξιολογούν την αξιοπιστία των πληροφοριών, να παρουσιάζουν τις πληροφορίες με σχετικό τρόπο σε ένα δεδομένο κοινό
                            </li>
                            <li>
                                να μπορούν να διακρίνουν ψευδείς ειδήσεις και θεωρίες συνωμοσίας που παρουσιάζονται στα μέσα κοινωνικής δικτύωσης και να τα διαχειρίζονται ανάλογα.
                            </li>
                        </ul>
                    </li>
                    <li>
                        <b>Ψηφιακή επάρκεια:</b> να αναπτυχθούν οι δεξιότητες των μαθητών όσο αφορά την χρήση ψηφιακών μέσων μέσα από την προσπάθεια τους να παρουσιάσουν τα αποτελέσματα της έρευνας τους στις άλλες ομάδες.
                    </li>
                    <li>
                        <b>Επιστημονική επάρκεια:</b> 
                        <ul>
                            <li>
                                οι μαθητές να κατανοήσουν τους τρόπους με τους οποίους δημιουργείται η γνώση στην επιστήμη και γιατί πρέπει να εμπιστευόμαστε την επιστήμη
                            </li>
                            <li>
                                να αναπτύξουν περαιτέρω τις γνώσεις των μαθητών σχετικά με τα πλεονεκτήματα και τα μειονεκτήματα των εξερευνήσεων του διαστήματος
                            </li>
                            <li>
                                να αναπτύξουν την ικανότητά τους να σχεδιάζουν και να επινοούν διαδικασίες για τον έλεγχο ενός μύθου και την ερμηνεία των αποτελεσμάτων.
                            </li>
                        </ul>
                    </li>
                    <li>
                        <b>Κοινωνική επάρκεια:</b> οι μαθητές να αναπτύξουν δεξιότητες επιχειρηματολογίας καθώς συνεργάζονται στις ομάδες τους για να λύσουν διάφορα αμφιλεγόμενα ζητήματα που σχετίζονται με το διάστημα.
                    </li>
                </ul>
            </section>

            

            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-3">
                <h2 id="s-3-title">
                    Προαπαιτούμενη γνώση:
                </h2>

                <ul>
                    <li>
                        Βασική γνώση μηχανικής και βαρύτητας. 
                    </li>
                    <li>
                        Ιδιότητες των αερίων της ατμόσφαιρας. 
                    </li>
                    <li>
                        Διάφορες μορφές ενέργειας.
                    </li>
                    <li>
                        Δομή του ηλιακού συστήματος και του σύμπαντος. 
                    </li>
                    <li>
                        Γνώση σχετικά με εθνικά ή/και προγράμματα της ΕΕ για την εξερεύνηση του διαστήματος.
                    </li>
                </ul>

                <h3>
                    Πιθανές δυσκολίες που πρέπει να ληφθούν υπόψη:
                </h3>
        
                <p>
                    Θεωρείται ότι οι μαθητές έχουν εμπειρία στην αξιολόγηση της αξιοπιστίας των πηγών πληροφοριών στο Διαδίκτυο, διαφορετικά μπορεί να χρειαστεί να αφιερωθεί επιπλέον χρόνος διδασκαλίας για αυτό το ζήτημα.
                </p>
            </section>







            
            
            
            
            
            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-4">
                <h2 id="s-4-title">Δομή ενότητας:</h2>
                
                <p>Αυτή η ενότητα αποτελείται από 6 δραστηριότητες. Η αλληλουχία των δραστηριοτήτων, δίνεται στο Σχήμα 1 και στον Πίνακα 1 (βλ. παρακάτω).</p>


                <ModulesModuleStructure />


                <p>
                    Το παραπάνω σχήμα παρουσιάζει την αλληλουχία δραστηριοτήτων που ακολουθείται για την διερεύνηση ενός μύθου. Τα ίδια βήματα όμως μπορούν να ακολουθηθούν και για την διερεύνηση μιας παρανόησης ή και αντιφατικών δηλώσεων που χρήζουν βαθύτερης εξέτασης.
                </p>

                <p class="mt-20"><b>Πίνακας 1.</b> Αλληλουχία δραστηριοτήτων για την ενότητα Διάστημα.</p>

                <table>
                    <thead>
                        <tr>
                            <th class="w-1/5"><b>Δραστηριότητες</b></th>
                            <th>Περιγραφή</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td><b>Δραστηριότητα 1</b></td>
                            <td>Παρουσίαση και επιλογή ενός <a href="https://www.youtube.com/playlist?list=PLuC4DJElPQrP8BEpdGHT5MZR_30VrDVCY" target="_blank" rel="noopener noreferrer">εισαγωγικού βίντεο</a> (επιλογή ανάμεσα από τα εξής: “Earth Calls Martha”, “3-2-1”, “Where are all the Aliens”, and “Flag in the Wind”) που θέτει προβληματισμούς για την εξερεύνηση του διαστήματος μέσα από την παρουσίαση κάποιων ιδεών και μύθων.
                            <br />
                            Ο δάσκαλος μπορεί επίσης να προτείνει την ενασχόληση με ένα ευρύτερο φάσμα μύθων και ιδεών που σχετίζονται με την εξερεύνηση του διαστήματος.</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 2</b></td>
                            <td>
                                <ul>
                                    <li>
                                        Ομαδική συζήτηση:
                                        <br />
                                        Επιλογή μιας δήλωσης ή ενός μύθου για διερεύνηση
                                    </li>
                                </ul>
                            </td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 3</b></td>
                            <td>
                                Σε ομάδες:
                                <ul>
                                    <li>Διατύπωση σχετικών υποθέσεων και διερευνήσιμα ερωτήματα</li>
                                    <li>Συλλογή σχετικών στοιχείων για την αποδοχή ή απόρριψη της αρχικής υπόθεσης/ διερευνήσιμου ερωτήματος</li>
                                    <li>Αξιολόγηση της αξιοπιστίας των στοιχείων</li>
                                    <li>Καταγραφή συμπερασμάτων</li>
                                </ul>
                            </td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 4</b></td>
                            <td>Οπτική αναπαράσταση των στοιχείων όπως ένα σύντομο video, μια παρουσίαση PowerPoint ή άλλες μορφές οπτικής αναπαράστασης μέσα από τις οποίες μπορούν να εξηγήσουν τις ιδέες τους οι μαθητές.</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 5</b></td>
                            <td>Ομαδικές παρουσιάσεις (σε συνδυασμό με δραστηριότητες ετεροαξιολόγησης)</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 6</b></td>
                            <td>
                                Ο δάσκαλος προτείνει ένα συγκεκριμένο θέμα σχετικά με τις προτεραιότητες στην ανάπτυξη διαστημικών πτήσεων και των απαραίτητων υποδομών (βλέπε ως παράδειγμα <button class="btn btn-sm btn-accent" @click="toggleModal('space__swedish-case')"><Icon name="mdi:open-in-new" size="20" />μια περίπτωση στην Σουηδία</button>). Οι μαθητές συζητούν, δομούν επιχειρήματα και παίρνουν αποφάσεις με τη μορφή ενός παιχνιδιού  διαλογικής αντιπαράθεσης (παιχνίδι ρόλων).
                                <br />
                                Εναλλακτική για να γίνει πιο σύντομο, η <button class="btn btn-sm btn-accent" @click="toggleModal('space__exploration-debate')"><Icon name="mdi:open-in-new" size="20" /> διαλογική αντιπαράθεση</button> για την εξερεύνηση του Διαστήματος μπορεί να εφαρμοστεί μόνο σε ένα μάθημα.
                            </td>
                        </tr>
                    </tbody>
                </table>
            </section>










            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-5">
                <h2 id="s-5-title">Απαιτήσεις περιβάλλοντος μάθησης (Μέσα και Υλικά)</h2>
                <p>
                    Smart phone, υπολογιστής, Διαδίκτυο, εξοπλισμός οθόνης για επίδειξη βίντεο.
                </p>
            </section>  
            
            
            
            
            
            
            
            <hr  class="mt-10 mb-40 print:my-10" />


            <section id="s-6">
                <h2 id="s-6-title">Αξιολόγηση</h2>
                            
                <p>
                    Στα πλαίσια της ενότητας, η αξιολόγηση των μαθητών μπορεί να γίνει με διάφορους τρόπους, περιλαμβανομένων των δεξιοτήτων επιστημονικής διερεύνησης, των γενικών ικανοτήτων, όπως οι δεξιότητες επιχειρηματολογίας και της γνώσης περιεχομένου. Τύποι αξιολογήσεις που μπορούν να εφαρμοστούν σε αυτήν την ενότητα:   
                </p>

                
                <p><b>Διαμορφωτική:</b></p>
                <ul>
                    <li>Προφορική / Γραπτή ανατροφοδότηση από τον εκπαιδευτικό (βασισμένη σε παρατηρήσεις, ερωτήματα κτλ) κατά την διάρκεια των πειραμάτων αλλά και οποιασδήποτε άλλης μορφής ατομική ή ομαδική εργασία.</li>
                    <li>Ετεροαξιολόγηση και αυτοαξιολόγηση των ομαδικών παρουσιάσεων χρησιμοποιώντας προκαθορισμένα κριτήρια και το εξής <NuxtLink to="./tools/peer-feedback" target="_blank">εργαλείο</NuxtLink>.</li>
                    <li>Προφορική / Γραπτή ανατροφοδότηση από τον εκπαιδευτικό σε ατομικά/ ομαδικά φύλλα εργασίας.</li>
                </ul>
                

                <p><b>Αθροιστική:</b></p>
                <ul>
                    <li>Βαθμολογία εκπαιδευτικού για τις ομαδικές παρουσιάσεις ( βασισμένη στο video που δημιούργησαν και στην ικανότητα των μαθητών να παρέχουν σχετικές απαντήσεις/σχόλια). </li>
                    <li>Βαθμολογία  εκπαιδευτικού τόσο σε ατομικά αλλά και ομαδικά φύλλα εργασίας.</li>
                </ul>
            </section>
            
            
            
            
            
            
            

            
            
            <hr  class="mt-10 mb-40 print:my-10" />

            <section id="s-7">
                <h2 id="s-7-title">Εισηγήσεις Διδασκαλίας</h2>

                <p>
                    Οι δραστηριότητες της ενότητας μπορούν να οργανωθούν σε δύο μέρη. Στο πρώτο μέρος (Δραστηριότητες 1-5) οι μαθητές θα ασχοληθούν με συγκεκριμένους μύθους, ιδέες, διαμάχες και θέματα που σχετίζονται με το διάστημα που θα μπορούσαν να εντοπιστούν μέσα από ένα εισαγωγικό βίντεο που προτείνουν οι μαθητές ή ο δάσκαλος. Στο δεύτερο μέρος (Δραστηριότητα 6) θα ασχοληθούν με το κοινωνικο-επιστημονικό θέμα των επανδρωμένων διαστημικών ταξιδιών που συνοψίζεται με τη βοήθεια ενός παιχνιδιού διαλογικής αντιπαράθεσης / παιχνίδι ρόλων (βλ. υλικό μαθητή με συντονιστή τον δάσκαλο). 
                </p>
                <p>
                    Μετά από μια σύντομη εισαγωγή, οι μαθητές μπορούν σε μικρές ομάδες να σκεφτούν ποιες ερωτήσεις θα ήθελαν να κάνουν σε έναν αστροναύτη/ερευνητή του διαστήματος εάν είχαν την ευκαιρία (να παρουσιαστούν δύο-τρεις ερωτήσεις από κάθε ομάδα). Αυτό θα τους δώσει την ευκαιρία να διερευνήσουν τα ενδιαφέροντα και τις προσδοκίες τους σχετικά με το θέμα που τίθεται στην ενότητα.
                </p>

                <p>
                    Αφού επιλεχθεί ένα εισαγωγικό βίντεο (<b>Δραστηριότητα 1</b>), οι μαθητές μπορούν να επιλέξουν να εξετάσουν έναν από τους μύθους, παρανοήσεις ή ζητήματα που εντοπίστηκαν. Οι εκπαιδευτικοί μπορούν επίσης να εισαγάγουν εδώ άλλους μύθους και θέματα που σχετίζονται με το διάστημα. Οι μαθητές μπορούν να ενθαρρυνθούν να ανακαλέσουν υπάρχουσες αντιλήψεις για το διάστημα από την καθημερινή τους ζωή. Τα &quot;βίντεο γεγονότων&quot; μπορούν να χρησιμοποιηθούν σε αυτό το βήμα για να τονίσουν και να διευρύνουν θέματα, έννοιες και αρχές που σχετίζονται με το διάστημα. Επιλεγμένα μέρη από τις πληροφορίες του επιστημονικού υποβάθρου μπορούν να επαναληφθούν όταν είναι απαραίτητο.
                </p>
                
                <p>
                    Η <b>δραστηριότητα 2</b> θα πρέπει να βοηθήσει τους μαθητές να περιοριστούν σε έναν  μύθο ή στο θέμα που έχουν επιλέξει και να δομήσουν μια υπόθεση / διερευνήσιμο ερώτημα που να μπορεί να επιβεβαιωθεί/απαντηθεί κατά τη διάρκεια της <b>Δραστηριότητας 3</b>. Η δραστηριότητα 3 μπορεί να υλοποιηθεί με δύο τρόπους:
                    <ol class="leading-tight">
                        <li>
                            μέσω πρακτικής εμπειρίας ή
                        </li>
                        <li>
                            ή μέσω θεωρητικής έρευνας βασισμένη σε δευτερογενή στοιχεία
                        </li>
                    </ol>
                </p>

                <h3>1. Μέσω πρακτικής εμπειρίας</h3>

                <p>
                    Όταν οι μαθητές επιλέγουν έναν μύθο/θέμα που μπορεί να ελεγχθεί πρακτικά, συλλέγουν στοιχεία μέσα από απλά ποιοτικά πειράματα. Για παράδειγμα, ας εξετάσουμε έναν μύθο που λέει ότι «το φαγητό απαιτεί βαρύτητα για να φτάσει στο στομάχι μας».
                </p>

                <h4>
                    Ελέγξτε τον με το σώμα σας:
                </h4>

                <p>
                    Πάρτε μια μπουκιά φαγητού, στη συνέχεια σκύψτε μέχρι το κεφάλι σας να φτάσει στο στομάχι σας και καταπιείτε! Θα διαπιστώσετε ότι είναι εύκολο να το κάνετε αυτό παρόλο που τα τρόφιμα πηγαίνουν προς την αντίθετη κατεύθυνση εξαιτίας της βαρύτητας. Η μετακίνηση της τροφής στο σώμα μας δεν απαιτεί βαρύτητα. Ένα σύστημα μυϊκών συσπάσεων κατά μήκος της τροφικής οδού που ονομάζεται «περισταλτισμός» ωθεί την τροφή προς την επιθυμητή κατεύθυνση. Ένας ακόμη λόγος που λειτουργεί έτσι το σύστημα είναι επειδή τα έντερά μας περιστρέφονται - μερικές φορές πηγαίνουν προς τα πάνω αντί προς τα κάτω. Αν μόνο η βαρύτητα έκανε τη δουλειά, δεν θα μπορούσαμε να λειτουργήσουμε. Έτσι, οι αστροναύτες δεν έχουν προβλήματα με την πέψη της τροφής σε περιβάλλοντα με μικρή βαρύτητα, όπως στον ISS. Μπορούν επίσης να πιούν αρκετά εύκολα χρησιμοποιώντας ένα καλαμάκι ενώ κρέμονται ανάποδα. Η πιο μεγάλη δυσκολία όταν κάποιος επιχειρήσει να φάει ή να πιεί ανάποδα είναι συνήθως η διαδικασία για να φτάσει το φαγητό ή το ποτό στο στόμα του. Σε αυτό το σημείο μπορεί να ζητηθεί από τους μαθητές να κάνουν μια έρευνα σχετικά με τις διατροφικές συνήθειες των αστροναυτών και τα διαστημικά τρόφιμα.
                </p>

                <h4>
                    Εμπειρία εκτόξευσης πυραύλων:
                </h4>

                <p>
                    (Η δραστηριότητα μπορεί να γίνει με επίδειξη από τον δάσκαλο)
                    <br />
                    Αυτό σχετίζεται με αρχές ή μύθους/παρανοήσεις σχετικά με την κίνηση των πυραύλων, όπως για παράδειγμα το ότι, «Οι πύραυλοι χρειάζονται την ατμόσφαιρα για να παίρνουν ώθηση να πετάξουν».
                </p>
                <p>
                    Ένας πύραυλος παίρνει ώθηση αποβάλλοντας μάζα. Όταν το διαστημόπλοιο αποβάλει καμένο καύσιμο, επιταχύνεται προς την αντίθετη κατεύθυνση. Αυτή η γενική αρχή κίνησης είναι η ίδια όπως για έναν <button class="btn btn-sm btn-accent" @click="toggleModal('space__water-rocket')"><Icon name="mdi:open-in-new" size="20" /> πύραυλο νερού</button> (Το νερό υπό πίεση μαζί με αέρα αποβάλλεται από το πλαστικό μπουκάλι). 
                </p>
                <h4>
                    Εικονικά πειράματα:
                </h4>
                <p>
                    Αυτά τα πειράματα θα μπορούσαν να βοηθήσουν στη συλλογή στοιχείων για αρκετούς μύθους / παρανοήσεις, για παράδειγμα, σχετικά με την κίνηση των πυραύλων και τη βαρύτητα στο διάστημα:
                    <ul class="leading-tight">
                        <li>
                            «Ένα διαστημόπλοιο χρειάζεται μια μηχανή πυραύλων που λειτουργεί συνεχώς σε τροχιά (ή στο δρόμο προς τον Άρη)»
                        </li>
                        <li>
                            «Δεν υπάρχει βαρύτητα στο διάστημα»,
                        </li>
                        <li>
                            «Οι αστροναύτες που βρίσκονται σε τροχιά γύρω από τη Γη στο ISS δεν έχουν βάρος επειδή βρίσκονται μακριά από τη Γη»
                        </li>
                    </ul>
                </p>

                <p>
                    Οι δάσκαλοι μπορούν να επιλέξουν αυτό που είναι πιο κατάλληλο για την τάξη τους από μια ποικιλία εικονικών πειραμάτων και προσομοιώσεων που είναι διαθέσιμα στο Διαδίκτυο. Συνιστούμε να επιλεγεί υλικό από το πρόγραμμα <a href="https://phet.colorado.edu/" target="_blank" rel="noopener noreferrer">PhET Interactive Simulations</a>, που ιδρύθηκε από τον βραβευμένο με Νόμπελ Carl Wieman, και το οποίο παρέχει δωρεάν προσομοιώσεις (PhET sims) με στόχο να προσελκύσει τους μαθητές να μάθουν μέσω της εξερεύνησης και της ανακάλυψης. Για παράδειγμα, η διαδραστική προσομοίωση <a href="https://phet.colorado.edu/sims/html/gravity-and-orbits/latest/gravity-and-orbits_en.html" target="_blank" rel="noopener noreferrer">Gravity and Orbits</a> μπορεί να βοηθήσει
                    <ul class="leading-tight">
                        <li>
                            στην ανάλυση την σχέσης μεταξύ του Ήλιου, της Γης, του Φεγγαριού και του διαστημικού σταθμού
                        </li>
                        <li>
                            στην επεξήγηση για το πώς η βαρύτητα ελέγχει την κίνηση του ηλιακού μας συστήματος 
                        </li>
                        <li>
                            στην εξερεύνηση των παραμέτρων που επηρεάζουν την δύναμη της βαρύτητας 
                        </li>
                        <li>
                            να προβλέψει πώς θα άλλαζε η κίνηση εάν η βαρύτητα ήταν ισχυρότερη ή ασθενέστερη
                        </li>
                    </ul>
                </p>

                <p>
                    Άλλα εικονικά πειράματα που θα μπορούσαν να δοκιμαστούν από τους μαθητές είναι: o <a href="https://play.google.com/store/apps/details?id=com.StefMorojna.SpaceflightSimulator&hl=en_US&gl=US&pli=1" target="_blank" rel="noopener noreferrer">Προσομοιωτής διαστημικών πτήσεων</a> που επιδιώκει να αναπαραστήσει τη συμπεριφορά ενός σκάφους υπό την επίδραση των νόμων της φυσικής. Αυτή η εφαρμογή επιτρέπει την κατασκευή διαφορετικών μοντέλων πυραύλων. Οι μαθητές μπορούν να δουν πώς ο αριθμός των σταδίων αυξάνει την ικανότητα ανύψωσης σε διαφορετικές τροχιές.
                </p>

                <h3>
                    2. Μέσω θεωρητικής έρευνας βασισμένη σε δευτερογενή στοιχεία
                </h3>

                <p>
                    Συχνά, οι μύθοι και οι παρανοήσεις που σχετίζονται με το διάστημα δεν μπορούν να καταρριφθούν (απομυθοποιηθούν) πειραματικά στην τάξη. Ως εκ τούτου, οι μαθητές αναμένεται να συγκεντρώσουν στοιχεία από δευτερογενείς πηγές για να επιβεβαιώσουν ή να απορρίψουν την υπόθεση/απαντήσουν στο ερευνητικό τους ερώτημα. Μέσω της αντιπαράθεσης και σύγκρισης των μέσων/πηγών δεδομένων και του περιεχομένου τους, οι μαθητές αναλύουν κριτικά την αξιοπιστία τους και βγάζουν δικαιολογημένα συμπεράσματα, με βάση τα στοιχεία που βρέθηκαν. Το υλικό του μαθητή παρέχει ένα εργαλείο που μπορεί να χρησιμοποιηθεί για την ανάλυση των πληροφοριών. Θα ήταν καλό ο δάσκαλος να μπορούσε να εξηγήσει τη χρήση του επιδεικνύοντας και αναλύοντας τόσο αξιόπιστες όσο και λιγότερο αξιόπιστες πηγές ως παραδείγματα προτού οι μαθητές αρχίσουν να εφαρμόζουν αυτό το εργαλείο μόνοι τους.
                </p>

                <p>
                    Προκειμένου να κοινοποιήσουν τα ευρήματά τους, οι μαθητές καλούνται να δημιουργήσουν μια οπτική παρουσίαση των συμπερασμάτων τους (<b>Δραστηριότητα 4</b>). Το βίντεο θα μπορούσε να είναι μια ενδιαφέρουσα επιλογή. Για το σκοπό αυτό, οι μαθητές μπορούν να συμβολευτούν το <a href="https://www.youtube.com/watch?v=_l8LgLhjLvc&list=PLuC4DJElPQrOEMp2nLj1Q3h-_r8q7fzp0" target="_blank" rel="noopener noreferrer">tutorial</a>. Εναλλακτικά, οι μαθητές θα μπορούσαν να φτιάξουν μια αφίσα ή μια διαφάνεια για να δείξουν τα ευρήματά τους.
                </p>

                <p>
                    Επίσης, το υλικό του μαθητή παρέχει κριτήρια (<NuxtLink to="./tools/peer-feedback" target="_blank">εργαλείο αξιολόγησης</NuxtLink>), που πρέπει να πληρεί η οπτική παρουσίαση όταν είναι έτοιμη. Αυτά τα κριτήρια μπορούν να χρησιμοποιηθούν για αυτοαξιολόγηση κατά τη διάρκεια δημιουργίας του βίντεο και για ετεροαξιολόγηση κατά την παρουσίαση των αποτελεσμάτων και στις απαντήσεις που δίνουν στις ερωτήσεις των συμμαθητών και του δασκάλου τους (<b>Δραστηριότητα 5</b>). Ο εκπαιδευτικός θα μπορούσε να δίνει συνοπτικά σχόλια σε κάθε ομάδα σχετικά με το βίντεο που δημιούργησαν (εισήγηση: κάθε ομάδα να έχει πρόσβαση μόνο στα σχόλια της δικής της παρουσίαση, όχι στις άλλες). 
                    <!-- Ο εκπαιδευτικός μπορεί εύκολα να έχει πρόσβαση στα σχόλια από τα Google Forms χρησιμοποιώντας το κουμπί &quot;Απαντήσεις&quot;. Για να γίνει αυτό δημιουργήστε ένα αντίγραφο του αρχείου στον ίδιο φάκελο. Μετά από αυτό, κοινοποιήστε το σύνδεσμο του αντιγραμμένου αρχείου στους μαθητές σας (όχι το αρχικό αρχείο!). -->
                </p>

                <p>
                    Στην τελευταία δραστηριότητα (<b>Δραστηριότητα 6</b>), θα συζητηθούν κοινωνικοεπιστημονικά ζητήματα και αντιπαραθέσεις που σχετίζονται με την εξερεύνηση του διαστήματος <a href="http://www.encic.uma.es/" target="_blank" rel="noopener noreferrer"><sup><span class="tooltip" data-tip="Ο σχεδιασμός του παιχνιδιού ρόλων για ένα κοινωνικο-επιστημονικό πρόβλημα που σχετίζεται με το διάστημα ακολούθησε τη μεθοδολογία παιχνιδιού ρόλων που αναπτύχθηκε από τους εκπαιδευτικούς επιστήμης στο Πανεπιστήμιο της Μαλάγας http://www.encic.uma.es/">[1]</span></sup></a>. Για δεκαετίες, οι επιστήμονες και οι υπεύθυνοι χάραξης πολιτικής διαφωνούν για το αν η εξερεύνηση του διαστήματος ταιριάζει καλύτερα σε ανθρώπους ή ρομπότ (βλ. για παράδειγμα ένα πρόσφατο βιβλίο: «The End of Astronauts» των Donald Goldsmith και Martin, Rees Belknap Press, 2022). Στην τρέχουσα σκληρή οικονομική κατάσταση στην Ευρώπη αυτό το ζήτημα αποκτά ακόμη ένα λόγο για να μην πραγματοποιηθεί, καθώς οι επανδρωμένες διαστημικές πτήσεις είναι σημαντικά πιο ακριβές από τις ρομποτικές. Το προτεινόμενο <NuxtLink to="./space/student#s-6" target="_blank" rel="noopener noreferrer">παιχνίδι διαλογικής αντιπαράθεσης με ρόλους</NuxtLink> που παρουσιάζεται στο υλικό του μαθητή αφορά αυτό το θέμα.
                </p>

                <p>
                    Αυτή η δραστηριότητα επιτρέπει στους μαθητές να σκεφτούν γιατί να εξερευνήσουν το διάστημα, αλλά και πώς. Η δραστηριότητα επιτρέπει στους μαθητές να συζητήσουν για ένα διεπιστημονικό θέμα που συνδέει τη φυσική, την αστρονομία, τη βιολογία, τις μελέτες υγείας και περιβάλλοντος και τις κοινωνικές επιστήμες. Μέσα από αυτή την συζήτηση οι μαθητές μπορούν να μάθουν για το πώς οι επιστήμονες και οι επαγγελματίες διατυπώνουν και υποστηρίζουν ισχυρισμούς και πώς αντιμετωπίζουν την αβεβαιότητα που είναι εγγενής στη σύγχρονη επιστήμη και τεχνολογία. Οι εκπαιδευτικοί μπορούν να αποφασίσουν για το είδος αξιολόγησης που θα χρησιμοποιήσουν ώστε να ενθαρρύνουν την ελεύθερη έκφραση των ιδεών και των επιχειρημάτων των μαθητών. Ο εκπαιδευτικός μπορεί επίσης να λειτουργήσει και ως συντονιστής της δραστηριότητας.
                </p>

                <p>
                    Σχετικές πληροφορίες παρουσιάζονται στο <NuxtLink to="./space/background">Επιστημονικό υπόβαθρο</NuxtLink>.
                </p>

                <p>
                    Εάν ο εκπαιδευτικός δεν έχει αρκετό χρόνο για ένα παιχνίδι διαλογικής αντιπαράθεσης ρόλων, εναλλακτικά, προτείνουμε μια συντομότερη έκδοση της <button class="btn btn-sm btn-neutral" @click="toggleModal('space__exploration-debate')"><Icon name="mdi:open-in-new" size="22" /> διαλογικής αντιπαράθεση</button> για την εξερεύνησης του Διαστήματος που θα μπορούσε να ολοκληρωθεί σε ένα μόνο μάθημα (δείτε παρακάτω). <sup><span class="tooltip" data-tip="Αυτή η εκδοχή δραστηριότητας υιοθετήθηκε από το National Schools’ Observatory teaching resources που δημιουργήθηκε από συναδέλφους του Πανεπιστημίου John Moores στο Liverpool.">[2]</span></sup>. 
                </p>

                <p>
                    Στο τέλος της ενότητας, ο εκπαιδευτικός μπορεί να συμπεριλάβει μια συνοπτική αναστοχαστική δραστηριότητα σχετικά με το τι έμαθαν οι μαθητές συμμετέχοντας στις δραστηριότητες της ενότητας και πώς συνεργάστηκαν μεταξύ τους φτιάχνοντας επιχειρήματα, παρουσιάσεις και παρέχοντας ανατροφοδότηση στους συμμαθητές τους. Οι καλλιτεχνικοί αναστοχασμοί για το Διάστημα από μαθητές που ανήκουν στην σχολή τέχνης (βλ. <a href="https://drive.google.com/drive/folders/1toVQDJLTrXVHy5BiOLWoGrVkbHSAN9Gy?usp=sharing" target="_blank" rel="noopener noreferrer">βιβλία  φωτογραφιών</a> και εικονική έκθεση) μπορούν να δείξουν εναλλακτικούς τρόπους εξερεύνησης φαινομένων που σχετίζονται με το Διάστημα και θα μπορούσαν επίσης να χρησιμεύσουν ως αφετηρία για τη συζήτηση σχετικά με το τι θα ήθελαν οι μαθητές να μάθουν περισσότερα σε αυτόν τον τομέα μελλοντικά.
                </p>
            </section>


        </section>









<!--
    TTTTTTTTTTTTT
    TTTTTTTTTTTTT
         TTT
         TTT
         TTT
         TTT
         TTT
         TTT
-->





        <teleport to="#theEnd" v-if="userPrefs.modalOpen === true && userPrefs.modalName === 'space__exploration-debate'">
            
            <UiDrawer>

                <h2>
                    Διαλογική Αντιπαράθεση για την Εξερεύνηση του Διαστήματος
                </h2>

                <h3>
                    Εισαγωγή:
                </h3>
                <p>
                    Εισάγεται την έννοια της «διαλογικής αντιπαράθεσης». Ζητήστε από τους μαθητές να μοιραστούν την εμπειρία τους από εκδηλώσεις που είχαν διαλογική αντιπαράθεση. Γιατί χρειάζεται να συζητούμε και να είμαστε πειστικοί;
                </p>
                <h3>
                    Δραστηριότητα προθέρμανσης:
                </h3>
                <ol>
                    <li>
                        Οι μαθητές χωρίζονται σε ομάδες των 4. Ορίζετε το σκηνικό: πηγαίνουν στο διάστημα. Στην συνέχεια θα πρέπει να αποφασίσουν για 1 πράγμα που θα πάρουν μαζί τους και να πουν στην ομάδα τους τι είναι. Αυτό το αντικείμενο δεν είναι κάτι αναγκαίο για την αποστολή, είναι κάτι μόνο για αυτούς.
                    </li>
                    <li>
                        Τώρα βρισκόμαστε στον πύραυλο και συνειδητοποιούμε ότι δεν έχουμε αρκετά καύσιμα. Πρέπει να πετάξουμε κάποιες προμήθειες για να μειώσουμε το βάρος μας.
                    </li>
                    <li>
                        Στις ομάδες τους οι μαθητές θα πρέπει να επιλέξουν μόνο 1 από τα αντικείμενα της ομάδας τους για αποθήκευση.
                    </li>
                    <li>
                        Ζητήστε από τους μαθητές να δώσουν ανατροφοδότηση στις άλλες ομάδες.
                    </li>
                </ol>
                <h3>
                    Θέμα προς συζήτηση: 
                </h3>
                <p>
                    «Πώς πρέπει να προχωρήσουμε στην εξερεύνηση του διαστήματος»
                </p>
                <h3>
                    Δραστηριότητα διαλογικής αντιπαράθεσης: 
                </h3>
                <ol>
                    <li>
                        Διαβάστε το θέμα της συζήτησης
                    </li>
                    <li>
                        Διαχωρίστε των χώρο του δωματίου σε τέσσερις γωνίες, ή περιοχές, ως εξής:
                        <ul class="leading-tight">
                            <li>
                                «Το διάστημα πρέπει να εξερευνηθεί από ανθρώπους και όχι από ρομπότ»
                            </li>
                            <li>
                                «Μόνο τα ρομπότ πρέπει να εξερευνούν το διάστημα»
                            </li>
                            <li>
                                «Τόσο οι άνθρωποι όσο και τα ρομπότ πρέπει να εξερευνήσουν το διάστημα»
                            </li>
                            <li>
                                «Δεν πρέπει να ξοδεύουμε τα χρήματα των φορολογουμένων στη διαστημική βιομηχανία» 
                            </li>
                        </ul>
                    </li>
                    <li>
                        Ζητήστε από τους μαθητές ατομικά να αποφασίσουν με ποια θέση συμφωνούν και να μετακινηθούν στην αντίστοιχη περιοχή της αίθουσας. Εάν δεν συμφωνούν απόλυτα με καμιά από τις παραπάνω θέσεις τότε, ωθήστε τους να πάρουν μια αρχική απόφαση αλλά να είστε σαφείς ότι μπορούν να αλλάξουν θέση ανά πάσα στιγμή.
                    </li>
                    <li>
                        Μόλις οι μαθητές επιλέξουν τη θέση με την οποία συμφωνούν, δώστε τους λίγο χρόνο να συζητήσουν με αυτούς που είναι στην ίδια γωνιά γιατί επέλεξαν αυτή τη θέση και πώς θα μπορούσαν να πείσουν και τους άλλους να ενταχθούν εκεί.
                    </li>
                    <li>
                        Οι μαθητές προτείνουν κάποιον από την ομάδα τους για να παρουσιάσει την θέση τους.
                    </li>
                    <li>
                        Η αντιπαράθεση αρχίζει! Μπορείτε να αποφασίσετε εάν οι μαθητές μπορούν να μιλήσουν ανοιχτά μεταξύ των ομάδων ή αν θα πρέπει να σηκώσουν τα χέρια τους και να περιμένουν να τους δώσετε τον λόγο. 
                    </li>
                </ol>
                <h3>
                    Προθέρμανση:
                </h3>
                <p>
                    Συνοψίστε τα κύρια σημεία της συζήτησης και δημιουργήστε μια λίστα με τα υπέρ και τα κατά. Ενημερώστε τους μαθητές ότι αυτό το θέμα είναι συνεχώς υπό συζήτηση μεταξύ επιστημόνων και πολιτικών.
                </p>
                <h3>
                    Συμβουλές διευκόλυνσης:
                </h3>
                <ul class="leading-tight">
                    <li>
                        Βεβαιωθείτε ότι οι μαθητές γνωρίζουν ότι δεν υπάρχει απόλυτα σωστή ή λάθος απάντηση
                    </li>
                    <li>
                        Ενθαρρύνετε τους μαθητές να αιτιολογήσουν τις απόψεις τους
                    </li>
                    <li>
                        Εάν οι μαθητές ξεφύγουν από το θέμα τότε να επέμβετε
                    </li>
                    <li>
                        Βεβαιωθείτε ότι η συζήτηση δεν κυριαρχείται από έναν ή δύο μαθητές
                    </li>
                    <li>
                        Προσπαθήστε να μην επηρεάζετε τις απόψεις των μαθητών
                    </li>
                </ul>
            </UiDrawer>
        </teleport>





        <teleport to="#theEnd" v-if="userPrefs.modalOpen === true && userPrefs.modalName === 'space__water-rocket'">
            <UiDrawer>
                <h2>
                    Κατασκευή και εκτόξευση ενός πυραύλου νερού
                </h2>

                <p>
                    Μάλλον έχετε ήδη κατασκευάσει έναν πύραυλο νερού από ένα πλαστικό μπουκάλι.
                    <br />
                    Απαιτούμενα υλικά:
                    <ul class="leading-tight">
                        <li>
                            1 πλαστικό μπουκάλι (1,5 λίτρο), 
                        </li>
                        <li>
                            φελλός κρασιού (μπορεί να είναι πλαστικός), 
                        </li>
                        <li>
                            βαλβίδα ποδηλάτου, 
                        </li>
                        <li>
                            πλαστικός σωλήνας που ταιριάζει στη βαλβίδα του ποδηλάτου, 
                        </li>
                        <li>
                            πιθανόν να χρειαστείτε λίγο ατσάλινο σύρμα και μια ισχυρή αντλία ποδηλάτου ή μια αντλία ποδιού. 
                        </li>
                    </ul>
                </p>
                <p>
                    Ανοίξτε προσεκτικά μια τρύπα στον φελλό, λίγο μικρότερη σε διάμετρο από τον σωλήνα. Σπρώξτε τον σωλήνα μέσα από την τρύπα έτσι ώστε να προεξέχει 1–2cm από την μία πλευρά και συνδέστε τη βαλβίδα του ποδηλάτου στο άλλο άκρο του σωλήνα. Εάν η βαλβίδα είναι χαλαρή, μπορείτε να χρησιμοποιήσετε το ατσάλινο σύρμα ως σφικτήρα για τον σωλήνα, σε αυτήν την περίπτωση, τυλίξτε το σφιχτά με μια πένσα. Στη συνέχεια, είναι απαραίτητο να κατασκευαστεί μια βάση εκτόξευσης έτσι ώστε ο πύραυλος να στέκεται σταθερά.
                </p>
                <p>
                    Γεμίστε το μπουκάλι μέχρι το ένα τρίτο με νερό, βάλτε τον φελλό, τοποθετήστε τον πύραυλο στην επιφάνεια εκτόξευσης, συνδέστε την αντλία στη βαλβίδα και αντλήστε. Στο μπουκάλι συσσωρεύεται επιπλέον πίεση αέρα, αυτή είναι η ενέργεια της αντλίας που αποθηκεύεται. Στο τέλος, η πίεση γίνεται τόσο υψηλή που ξεπερνά την τριβή μεταξύ του φελλού και του στόμιού του μπουκαλιού και έτσι ο φελλός ξεκολλάει. Η αποθηκευμένη ενέργεια απελευθερώνεται, το νερό ωθείται προς τα έξω με τεράστια δύναμη και ο πύραυλος πετά μακριά. Μπορείτε να δοκιμάσετε να εκτοξεύσετε τον πύραυλο σας με διαφορετικές «συνθέσεις καυσίμου» – πολύ λιγότερο νερό ή απλώς με αέρα στο μπουκάλι και έτσι να δείτε πώς αυτό θα επηρεάσει την ικανότητα εκτόξευσης πυραύλων. 
                </p>
                <!-- <p>
                    <a href="https://www.scienceprojectideas.org/water-bottle-rocket.htm" target="_blank" rel="noopener noreferrer">Κατασκευή και εκτόξευση ενός πυραύλου νερού</a>
                </p> -->
            </UiDrawer>
        </teleport>



        <teleport to="#theEnd" v-if="userPrefs.modalOpen === true && userPrefs.modalName === 'space__swedish-case'">
            <UiDrawer>
                <h2>
                    Μια περίπτωση Σουηδικού Διαστημικού Προγράμματος
                </h2>

                <p>
                    Η εξερεύνηση του διαστήματος είναι ένας ενεργά αναπτυσσόμενος κοινωνικο-επιστημονικός και τεχνολογικός τομέας στη Σουηδία. Η τεχνική ανάπτυξη διεξάγεται υπό την ομπρέλα της Σουηδικής Διαστημικής Εταιρείας (SSC) που δημιουργήθηκε πριν από πενήντα και πλέον χρόνια (το 1972), η οποία έχει επί του παρόντος επιχειρηματικές συνδέσεις σε όλο τον κόσμο. Το SSC παρέχει συνδέσεις επικοινωνίας για δορυφορικό έλεγχο, υποστήριξη εκτόξευσης, υπηρεσίες δεδομένων ωφέλιμου φορτίου και τηλεμεταφορές. Μέσω του παγκόσμιου δικτύου επίγειων σταθμών της SSC,  οι πελάτες έχουν πρόσβαση στο διαστημικό σκάφος τους στα περισσότερα ύψη τροχιάς και κλίσεις από τη <a href="https://en.wikipedia.org/wiki/Low_Earth_orbit" target="_blank" rel="noopener noreferrer">Χαμηλή Τροχιά της Γης</a> (LEO) έως το Σεληνιακό και το βαθύτερο διάστημα.
                </p>
                <p>
                    Το SSC παρέχει υποστήριξη σε παραβολικές πτήσεις αεροσκαφών για επιστημονικά και τεχνολογικά πειράματα σε μειωμένη βαρύτητα. Αυτός είναι ένας οικονομικά αποδοτικός και ευέλικτος τρόπος για την επαλήθευση της λειτουργικότητας του πειράματος και του συντονισμού των παραμέτρων πριν τα πειράματα εκτελεστούν στο διάστημα.
                </p>
                <p>
                    Το SSC είναι πίσω από την λειτουργεία του Διαστημικού Κέντρου Esrange που βρίσκεται 40 χλμ. από την πόλη Kiruna στα βόρεια της Σουηδίας, πάνω από τον Αρκτικό Κύκλο, το οποίο έχει πρόσβαση σε μια τεράστια, ακατοίκητη περιοχή πρόσγείωσης και ανάκτησης έκτασης 5200 τετραγωνικών χιλιομέτρων. Χρησιμοποιείται επίσης για δοκιμή κινητήρων πυραύλων και μη επανδρωμένων εναέριων οχημάτων (UAV).
                </p>
                <p>
                    Τον Ιανουάριο του 2023, ένα νέο συγκρότημα εκτόξευσης εγκαινιάστηκε στο Spaceport Esrange ικανό να εκτοξεύει πυραύλους που μεταφέρουν δοευφόρους προς τη LEO, αλλά και να εκτελεί διαστημικές αποστολές. Αυτό είναι το πρώτο συγκρότημα τροχιακής εκτόξευσης της ηπειρωτικής ΕΕ που προσφέρει μια ανεξάρτητη ευρωπαϊκή πύλη στο διάστημα. Η ευρωπαϊκή πρωτοβουλία για επαναχρησιμοποιήσιμους πυραύλους – το πρόγραμμα Themis – που ανατέθηκε από τον Ευρωπαϊκό Οργανισμό Διαστήματος ESA και επικεφαλής της Ariane Group θα είναι η πρώτη που θα ξεκινήσει τη λειτουργία του στο Spaceport Esrange το 2023.
                </p>
                <p>
                    Η SSC έχει επίσης εκδηλώσει το ενδιαφέρον της για τη διοργάνωση αποστολών διαστημικού τουρισμού από το Esrange, όπου οι τουρίστες θα μπορούν να πετάξουν για να δουν το Aurora Borealis. 
                </p>
            </UiDrawer>
        </teleport>


    </div>
</template>

