<template>
    <hr class="mt-10 mb-40 print:my-10" />
    <h2 id="section-5">Δραστηριότητα 4:  Μετασχηματισμός τεκμηρίων σε κατάλληλη μορφή – δημιουργία βίντεο</h2>

    <p>
        Σε αυτή τη δραστηριότητα, αναμένεται να μετατρέψετε τα τεκμήριά σας σε μια παρουσίαση που θα πρέπει να απευθύνεται στους συνομήλικούς σας. Συζητήστε τη μορφή της παρουσίασής σας με τον / τη δάσκαλο / α σας.
    </p>

    <p class="font-bold">Πιθανές μορφές παρουσίασης:</p>
    <ul class="leading-tight">
        <li>Δημιουργία βίντεο για την πορεία του πειράματος και τα αποτελέσματά του (βλ. <a href="https://www.youtube.com/playlist?list=PLuC4DJElPQrOEMp2nLj1Q3h-_r8q7fzp0" target="_blank" rel="noopener noreferrer">Οδηγό βίντεο</a>).</li>
        <li>Βίντεο της παρουσίασης σας (βλ. Κατευθυντήριες οδηγίες).</li>
        <li>Παρουσίαση διαφανειών.</li>
        <li>Αφίσα που χρησιμοποιεί, για παράδειγμα, την τεχνική οπτικής διευκόλυνσης.</li>
    </ul>

    <p>Τα παρακάτω κριτήρια θα σας βοηθήσουν να αναπτύξετε την παρουσίασή σας:</p>


    <UiCardInfo class="my-8" theme="sky-500" icon="material-symbols:fact-check-outline-rounded">
        <div>
            <h3 class="mt-6 pt-3 mb-10">Κριτήρια</h3>
            <h4>Προϊόν</h4>
            <ul class="leading-tight">
                <li>Η μορφή παρουσίασης είναι κατάλληλη για το κοινό στο οποίο απευθύνεται</li>
                <li>Το επιστημονικό περιεχόμενο είναι σωστό (σύμφωνα με την πρόσφατη επιστημονική γνώση).</li>
                <li>Για τον έλεγχο της υπόθεσης, συλλέχθηκαν τεκμήρια και τα συμπεράσματα βασίζονται σε αυτά.</li>
                <li>Τα τεκμήρια προέρχονται από αξιόπιστες πηγές που αναφέρονται.</li>
                <li>Το μήνυμα της ανάρτησής σας είναι σαφές / κατανοητό.</li>
                <li>Η παρουσίαση παραμένει εντός του δεδομένου χρονικού πλαισίου.</li>
                <li>Τα παραγλωσσικά στοιχεία είναι πειστικά.</li>
                <li>Η ομάδα σας μπορεί να απαντήσει στις ερωτήσεις του κοινού.</li>
            </ul>
            <h4>Διαδικασία:</h4>
            <ul class="leading-tight">
                <li>Οι ευθύνες που σχετίζονται με την παραγωγή εικαστικών, κειμενικών, ηχητικών στοιχείων, αλλά και υποκριτικής και ηγεσίας, κατανέμονται δίκαια μεταξύ των μελών της ομάδας.</li>
                <li>Το βίντεο/αφίσα/κ.λπ. είναι έτοιμο από <span class="break-keep">_________________</span> (καθορισμένη προθεσμία).</li>
            </ul>
        </div>
    </UiCardInfo>


    <hr class="mt-10 mb-40 print:my-10" />
    <h2 id="section-6">Δραστηριότητα 5: Ομαδικές Παρουσιάσεις</h2>

    <p>
        Σε αυτήν τη δραστηριότητα, καλείστε να παρουσιάσετε το βίντεο, την αφίσα, την παρουσίασή σας στους άλλους. Να είστε έτοιμοι να απαντήσετε στις ερωτήσεις και τα σχόλια των συμμαθητών σας και του δασκάλου σας!<br />
        Επίσης, κατά την παρουσίαση των άλλων ομάδων, καλείστε να δώσετε μια εποικοδομητική ανατροφοδότηση στους συνομήλικούς σας.
    </p>

    <section class="e-card py-0">
        <h3 class="mt-6 mb-2">Μετά τις παρουσιάσεις</h3>
        <p>Τι πιστεύετε για τα σχόλια που λάβατε από τους συνομήλικούς σας; Είναι χρήσιμα, ώστε να μπορείτε να τα χρησιμοποιήσετε και να κάνετε ακόμα καλύτερο βίντεο την επόμενη φορά; Είναι δίκαια; Συζητήστε το στην ομάδα σας!</p>
    </section>
</template>