<template>
    <div class="flex flex-col items-start 
        lg:flex-row-reverse lg:justify-end 
        xl:gap-10
        2xl:gap-20">
        <UiTableOfContents class="w-full lg:max-w-xs print:hidden" />


        <section class="e-article print:not-prose" lang="el" style="hyphens:auto">
            
            <Icon name="openmoji:teacher-light-skin-tone" class="float-right text-[6em] text-slate-300" />
            <h1 class="mb-0">Ιοί</h1>
            <h5 class="font-normal uppercase leading-tight">Υλικό εκπαιδευτικού</h5>
        


            <section id="s1">
                <h2 id="s1t">Περιγραφή ενότητας</h2>
            
                <section class="e-card e-module__meta">
                    <table class="m-0 leading-tight">
                        <tr>
                            <td><b>Oμάδα μαθητών:</b></td>
                            <td>Το εκπαιδευτικό υλικό απευθύνεται σε μαθητές ηλικίας 15-18 για γενικά Λύκεια αλλά και Τεχνικές Σχολές</td>
                        </tr>
                        <tr>
                            <td><b>Προβλεπόμενη χρονική διάρκεια:</b></td>
                            <td>4-6 ώρες,μαθήματα των 45 λεπτών</td>
                        </tr>
                    </table>
                </section>

                <p>
                    Σε αυτήν την ενότητα οι μαθητές καλούνται να επαληθεύσουν ή να καταρρίψουν έναν κοινό μύθο για τους ιούς και τον εμβολιασμό. Με βάση ένα εισαγωγικό βίντεο ενός αγοριού που δεν πιστεύει ότι υπάρχει ο ιός που μεταδίδεται στο σχολείο του, οι μαθητές καλούνται να τοποθετηθούν πάνω σε αυτό το θέμα. Στην συνέχεια θα διερευνήσουν και άλλες στάσεις και πιστεύω της κοινωνίας σχετικά με το θέμα τον ιών και του εμβολιασμού. ’Έπειτα οι μαθητές θα ασχοληθούν με τους πιο επικρατέστερους μύθους που σχετίζονται με το θέμα, και θα κληθούν να διερευνήσουν μόνοι τους έναν μύθο με στόχο να τον απορρίψουν ή να τον επιβεβαιώσουν. Με βάση την φύση της ενότητας αυτής η διερεύνηση θα βασιστεί κυρίως σε δευτερογενή στοιχεία (πηγές από το διαδίκτυο) ή πειραματικά δεδομένα. Μέσα από αυτήν την δραστηριότητα οι μαθητές θα μάθουν πώς να έχουν πρόσβαση σε αξιόπιστες πηγές (από επιστημονικές βάσεις δεδομένων) και θα έχουν την δυνατότητα να αναπτύξουν τις πειραματικές τους ικανότητες. Αφού οι μαθητές καταλήξουν στα συμπεράσματα τους για τον μύθο που επέλεξαν θα κληθούν να παρουσιάσουν με πειστικό τρόπο (π.χ με βίντεο) τα ευρήματα τους στους συμμαθητές τους (ή και άλλο κοινό). Αυτή η ενότητα ολοκληρώνεται με ένα επιτραπέζιο παιχνίδι όπου οι μαθητές μπορούν να πάρουν κοινωνικό-επιστημονικές αποφάσεις βασισμένοι σε επιστημονικές γνώσεις αλλά και προσωπικές και κοινωνικές αξίες. 
                </p>
                <p>
                    Η ενότητα περιλαμβάνει το υλικό του εκπαιδευτικού (εκπαιδευτικές προτάσεις, επιστημονικό υπόβαθρο) και το υλικό του μαθητή ( βίντεο, φύλλα εργασίας, <a href="https://www.youtube.com/playlist?list=PLuC4DJElPQrOEMp2nLj1Q3h-_r8q7fzp0" target="_blank" rel="noopener noreferrer">βίντεο tutorial</a>).
                </p>
            </section>


            





                    
            <hr class="mt-10 mb-40 print:my-10" />
                
            <section id="s2">
                <h2 id="s2t">Μαθησιακές επιδιώξεις ενότητας</h2>
                
                <ul>
                    <li><b>Πολιτότητα:</b> ανάπτυξη των γνώσεων και των στάσεων των μαθητών ως προς τη λήψη υπεύθυνων αποφάσεων σχετικά με τους ιούς και τον εμβολιασμό.</li>
                    <li><b>Ικανότητα χρήσης μέσων ενημέρωσης:</b>
                        <ul class="my-0">
                            <li>ανάπτυξη των δεξιοτήτων των μαθητών στην αξιολόγηση της αξιοπιστίας των πληροφοριών, στην παρουσίαση των αποδεικτικών στοιχείων με κατάλληλο τρόπο για το δεδομένο κοινό,</li>
                            <li>ανάπτυξη ικανότητας επαρκούς και υπεύθυνης αντίδρασης σε ψεύτικες ειδήσεις και θεωρίες συνωμοσίας που παρουσιάζονται στα μέσα μαζικής ενημέρωσης.</li>
                        </ul>
                    </li>
                    <li><b>Ψηφιακή ικανότητα:</b> ανάπτυξη των δεξιοτήτων των μαθητών στη χρήση ψηφιακών μέσων για την παρουσίαση των αποτελεσμάτων της έρευνάς τους στις άλλες ομάδες.</li>
                    <li>
                        <b>Επιστημονική ικανότητα:</b>
                        <ul class="my-0">
                            <li>ανάπτυξη της κατανόησης των μαθητών σχετικά με τους τρόπους με τους οποίους δημιουργείται η γνώση της επιστήμης και γιατί πρέπει να εμπιστευόμαστε την επιστήμη.</li>
                            <li>να αναπτυχθούν περαιτέρω οι γνώσεις των μαθητών σχετικά με τους ιούς: τους μηχανισμούς τους, τις διαφορές βακτηρίων και ιών, την πρόληψη από ιούς, τους μηχανισμούς εμβολίων και της ασφάλεια τους.</li>
                            <li>να αναπτύξουν τις στάσεις των μαθητών σχετικά με την ειλικρίνεια, την αντικειμενικότητα, την πνευματική ταπεινοφροσύνη και την κριτική σκέψη.</li>
                            <li>να αναπτύξουν την ικανότητά τους να σχεδιάζουν και να επινοούν διαδικασίες για τον έλεγχο υποθέσεων και την ερμηνεία των ευρημάτων.</li>
                        </ul>
                    </li>
                    <li><b>Κοινωνική ικανότητα:</b> ανάπτυξη δεξιοτήτων επιχειρηματολογίας των μαθητών και της ικανότητας αναζήτησης συναίνεσης για αμφιλεγόμενα ζητήματα που σχετίζονται με τους ιούς και τον εμβολιασμό.</li>
                </ul>
            </section>


            
            


            



            <hr class="mt-10 mb-40 print:my-10" />

            <section id="s3">
                <h2 id="s3t">Αναμενόμενες προ απαιτούμενες γνώσεις</h2>

                <ul class="leading-tight">
                    <li>Δομή και ταξινόμηση</li>
                    <li>Ιδιότητες και κύκλος ζωής</li>
                    <li>Οι πιο συχνές ασθένειες</li>
                    <li>Θεραπεία</li>
                    <li>Μηχανισμός εμβολιασμού</li>
                </ul>
            </section>




            
            
            
            
            
            
            
            <hr class="mt-10 mb-40 print:my-10" />

            <section id="s4">
                <h2 id="section-4">Δομή ενότητας</h2>
                
                <h4>Αλληλουχία ενoτήτων EVIDENCE.</h4>
                <p>Αυτή η ενότητα αποτελείται από 6 δραστηριότητες. Η αλληλουχία των δραστηριοτήτων, δίνεται στο Σχήμα 1 και στον Πίνακα 1 (βλ. παρακάτω).</p>

                <ModulesModuleStructure />

                <p class="mt-20"><b>Πίνακας 1.</b> Μαθησιακή ακολουθία ενότητας για τους Ιούς.</p>

                <table>
                    <thead>
                        <tr>
                            <th class="w-1/5"><b>Αριθμός Δραστηριότητας</b></th>
                            <th>Περιγραφή</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td><b>Δραστηριότητα 1</b></td>
                            <td>Παρουσίαση εισαγωγικού βίντεο</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 2</b></td>
                            <td>
                                <ul>
                                    <li>Συζήτηση στις ομάδες</li>
                                    <li>Επιλογή μύθου προς διερεύνηση</li>
                                </ul>
                            </td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 3</b></td>
                            <td>
                                <p>Σε ομάδες:</p>
                                <ul>
                                    <li>Διατύπωση διερευνήσιμης υπόθεσης / διερευνήσιμου ερωτήματος</li>
                                    <li>Αναζήτηση σχετικής πληροφορίας (Δραστηριότητα 3b) και/ή σχεδιασμός και εκτέλεση πειραματικής διαδικασίας (Δραστηριότητα 3a) για επιβεβαίωση ή κατάρριψη της διερευνήσιμης υπόθεσης ή ερωτήματος</li>
                                    <li>Αξιολόγηση της εγκυρότητας των ευρημάτων</li>
                                    <li>Συμπεράσματα</li>
                                </ul>
                            </td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 4</b></td>
                            <td>Μετατροπή αποδεικτικών στοιχείων σε μορφή κατάλληλη για παρουσίαση στο δεδομένο κοινό (συμμαθητές): μέσω ενός tutorial, οι μαθητές μαθαίνουν πώς να παράγουν ένα σύντομο βίντεο, μια αφίσα ή μια παρουσίαση που σχεδιάζουν και παρουσιάζουν οι ίδιοι</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 5</b></td>
                            <td>Ομαδικές παρουσιάσεις (σε συνδυασμό με δραστηριότητες αξιολόγησης από το κοινό).</td>
                        </tr>
                        <tr>
                            <td><b>Δραστηριότητα 6</b></td>
                            <td>Μέσα από ένα επιτραπέζιο παιχνίδι, οι μαθητές σε ομάδες συζητούν και παίρνουν αποφάσεις.</td>
                        </tr>
                    </tbody>
                </table>
            </section>









            <hr class="mt-10 mb-40 print:my-10" />

            <section id="s5">
                <h2 id="s5t">Απαιτήσεις περιβάλλοντος μάθησης (Μέσα και Υλικά)</h2>
                
                <p>
                    Smart phone, υπολογιστής,  διαδίκτυο, εξοπλισμός οθόνης, εξοπλισμός για επίδειξη βίντεο. Σε περίπτωση πειραματικής κατάρριψης μύθων, βλέπε «Προτάσεις διδασκαλίας»..
                </p>
            </section>
            
            
            
            
            
            
            
            
            <hr class="mt-10 mb-40 print:my-10" />

            <section id="s6">
                <h2 id="s6t">Αξιολόγηση</h2>
                
                <p>
                    Στα πλαίσια της ενότητας η αξιολόγηση των μαθητών μπορεί να γίνει με διάφορους τρόπους, περιλαμβανομένων των δεξιοτήτων επιστημονικής διαδικασίας, των γενικών ικανοτήτων, όπως οι δεξιότητες επιχειρηματολογίας και της γνώσης περιεχομένου που σχετίζεται με το θέμα.
                </p>

                <h4>
                    Αξιολογήσεις που μπορούν να εφαρμοστούν στην ενότητα:
                </h4>
                <p><b>Διαμορφωτική:</b></p>
                <ul>
                    <li>Προφορική / γραπτή ανατροφοδότηση από τον δάσκαλο (βασισμένη σε παρατηρήσεις, ερωτήσεις κ.λπ.) σε όλη την ενότητα, κατά τη διάρκεια των πειραμάτων και άλλων μορφών ατομικής / ομαδικής εργασίας.</li>
                    <li>Aυτοαξιολόγηση και ετεροαξιολόγηση για την ομαδική παρουσίαση με βάση προκαθορισμένα κριτήρια και την χρήση του <NuxtLink to="../tools/peer-feedback" target="_blank">εργαλείου</NuxtLink>.</li>
                    <li>Προφορική / γραπτή ανατροφοδότηση από τον εκπαιδευτικό σε ατομικά / ομαδικά φύλλα εργασίας.</li>
                </ul>
                <p><b>Αθροιστική:</b></p>
                <ul>
                    <li>Βαθμοί που δίνονται από τον δάσκαλο στην ομαδική παρουσίαση (με βάση το παραγόμενο βίντεο των μαθητών και την απόδοσή του αλλά και την ικανότητα των μαθητών να παρέχουν σχετικές απαντήσεις/σχόλια).</li>
                    <li>Βαθμοί που δίνονται από τον δάσκαλο σε ομαδικά ή ατομικά φύλλα εργασίας.</li>
                </ul>
            </section>
            
            
            
            
            
            
            
            
            
            <hr class="mt-10 mb-40 print:my-10" />

            <section id="s7">
                <h2 id="s7t">Εισηγήσεις Διδασκαλίας</h2>

                <p>
                    Η ενότητα ξεκινά με ένα εισαγωγικό βίντεο που παρουσιάζει το θέμα με τους ιούς. Σκοπός του βίντεο είναι να εγείρει ερωτήματα στους μαθητές παρά να τους δώσει άμεσες απαντήσεις. Αναμένεται ότι μετά την παρακολούθηση του <a href="https://youtu.be/t4v-36h2noo" target="_blank" rel="noopener noreferrer">βίντεο</a> (<b>Δραστηριότητα 1</b>), οι μαθητές σε ομάδες θα παρακινηθούν να εξετάσουν έναν μύθο εις βάθος. Πρόθεση της διαδικασίας είναι οι μαθητές να εμπλακούν σε δραστηριότητες που σχετίζονται με την καλύτερη κατανόηση ενός θέματος το οποίο είναι σχετικό με τη ζωή τους και όχι απλώς σχετικό με τις απαιτήσεις του προγράμματος σπουδών. Επιπλέον, επιδιώκεται η εστίαση της προσοχής των μαθητών στο να ανακαλέσουν προϋπάρχουσες γνώσεις τους και να μοιραστούν τις αντιλήψεις και τις απόψεις τους με τους συμμαθητές τους (<b>Δραστηριότητα 2</b>). Στην δραστηριότητα 2 παρουσιάζονται στους μαθητές 10 μύθοι σχετικά με τους ιούς, τον εμβολιασμό και την χρήση της μάσκας και καλούνται να επιλέξουν έναν για να τον διερευνήσουν.  Η δραστηριότητα 2 θα πρέπει να βοηθήσει τους μαθητές να σχηματίσουν το διερευνήσιμο τους ερώτημα / υπόθεση που μπορεί να απορριφθεί / επιβεβαιωθεί / απαντηθεί (<b>Δραστηριότητα 3</b>). Οι μαθητές μπορεί να χρειαστούν βοήθεια για την διατύπωση διερευνήσιμου ερωτήματος / υπόθεσης. Έτσι  ο εκπαιδευτικός μπορεί να βοηθήσει τους μαθητές δίνοντας τους παραδείγματα καλών και κακών υποθέσεων / ερωτημάτων πριν προχωρήσουν στον σχηματισμό τους. Το εξής <a href="https://www.thoughtco.com/testable-hypothesis-explanation-and-examples-609100" target="_blank" rel="noopener noreferrer">εργαλείο μπορεί</a> μπορούν να χρησιμοποιηθούν για το σκοπό αυτό.
                </p>
                <p>
                    Το <NuxtLink to="https://youtu.be/5QqdP291DqY" target="_blank">«βίντεο γεγονότων»</NuxtLink> μπορεί επίσης να προβληθεί σε αυτό το βήμα για να ανακαλέσει τις έννοιες και τις αρχές που έχουν μελετηθεί προηγουμένως (π.χ. νωρίτερα σε αυτό το σχολικό έτος ή σε προηγούμενα σχολικά έτη) που σχετίζονται με τον ιό. Επίσης, επιλεγμένα κεφάλαια από το <NuxtLink :to="localePath('/viruses/background')">επιστημονικό υπόβαθρο</NuxtLink> μπορούν να χρησιμοποιηθούν για το σκοπό αυτό.
                </p>
                <p>
                    Στην συνέχεια η <b>Δραστηριότητα 3</b> μπορεί να ακολουθήσει δύο πορείες:
                </p>

                <h3>1. Πειραματική Πορεία</h3>
                <p>
                    Οι μαθητές επιλέγουν έναν μύθο που μπορεί να ελεγχθεί πειραματικά.Από τους δοσμένους μύθους (βλέπε <NuxtLink :to="localePath('/viruses/student#activity-2')">δραστηριότητα 2</NuxtLink>) μόνο ο Μύθος 9 και 10 θεωρούνται κατάλληλοι για αυτό. 
                </p>

                <h4>Μύθος 9</h4>
                <p>
                    H πεποίθηση ότι <b>η χρήση της μάσκας δεν είναι απαραίτητη για την πρόληψη από ασθένειες του ανώτερου αναπνευστικού συστήματος</b> (π.χ COVID-19), μπορεί να οδηγήσει σε μια υπόθεση ή ένα διερευνήσιμο ερώτημα που θα ελεγχθεί πειραματικά.  Οι μαθητές θα μπορούσαν να χρησιμοποιήσουν διάφορα είδη μάσκας (π.χ N95, χειρουργικές) κατά τον πειραματισμό τους ώστε να έχουν ποικιλία στα δεδομένα που θα συλλέξουν.  Παράδειγμα για το πώς μπορεί να γίνει πράξη εντός της τάξης. -μπορεί να χρησιμοποιηθεί εάν οι μαθητές δεν είναι αρκετά εξοικειωμένοι με την ανοιχτή διερεύνηση.
                </p>
                <p>
                    Οι μαθητές μπορούν να εξερευνήσουν τη διαπερατότητα διαφορετικών μασκών ώστε να καταλήξουν στο ποια είναι η καλύτερη για την παγίδευση των σταγονιδίων στον εκπνεόμενο (ή εισπνεόμενο) αέρα μέσω των οποίων μεταδίδονται συνήθως οι ιοί του ανώτερου αναπνευστικού. Μικροσκοπικά σταγονίδια νερού μπορούν να παραχθούν, π.χ., μέσω μιας συνηθισμένης φιάλης ψεκασμού που επιτρέπει τον σχετικά καλό έλεγχο της ποσότητας των σταγονιδίων. Η υπόθεση αυτή μπορεί να ελεγχθεί και με τη χρήση ηλεκτρονικών ζυγαριών - τουλάχιστον εάν το βάρος των σταγονιδίων παραμένει σταθερό καθ' όλη τη διάρκεια των δοκιμών.
                </p>
                <p>
                    Το νερό θα μπορούσε να ψεκαστεί σε κάθε μάσκα κρατώντας το μπουκάλι ψεκασμού απευθείας πάνω σε αυτήν. Τα αποτελέσματα μπορούν να παρακολουθηθούν με την ποιοτική εκτίμηση της έντασης που έχουν τα σταγονίδια όταν διέρχονται από το υλικό. Μια άλλη επιλογή θα μπορούσε να είναι να κρατούν ένα κομμάτι χαρτοπετσέτας πίσω από τη μάσκα από μια καθορισμένη απόσταση (ή απευθείας πάνω) και ο υγρός λεκές στο χαρτί εκτιμάται και συγκρίνεται οπτικά ή μετριέται απευθείας ζυγίζοντας τη μάζα του χαρτιού πριν και μετά από κάθε ψεκασμό. Τα σταγονίδια του νερού μπορούν να γίνουν πιο ορατά στη χαρτοπετσέτα χρησιμοποιώντας μαγειρικό σόδα με νερό και κρατώντας την χαρτοπετσέτα (από πριν ψεκάζουμε την χαρτοπετσέτα με φαινολοφθαλεΐνη και αφήνουμε να στεγνώσει) σε καθορισμένη απόσταση από την μάσκα και το μπουκάλι ψεκασμού καθώς ψεκάζουμε. 
                </p>
                <p>
                    Ακόμη ένας παράγοντας που μπορεί να μελετηθεί ποιοτικά είναι η ποσότητα διαρροών που μπορεί να έχει η κάθε μάσκα. Οι διαρροές μπορεί να γίνονται από πάνω ή από τις πλευρές και είναι σημαντικά να ελεγχθούν καθώς έχουν άμεση σχέση με την αποτελεσματικότητα τους.  
                </p>
                
                <h4>Μύθος 10</h4>
                <p>
                    Ο 10ος μύθος (<b>Η μακροχρόνια χρήση της μάσκας προκαλεί υποξία</b>) μπορεί να εξεταστεί για παράδειγμα με την χρήση ενός οξύμετρου  για ανίχνευση του ποσοστού οξυγόνου στο σώμα μέσα από τους παλμούς στα δάκτυλα πριν αλλά και κατά την διάρκεια την χρήσης μάσκας. Τα οξύμετρα (σχήμα 2) μπορεί κανείς να τα προμηθευτεί από διάφορα ηλεκτρονικά καταστήματα αλλά και από Φαρμακεία. Το οξύμετρο θεωρείται κάτι αναγκαίο για την συλλογή αξιόπιστων και ακριβής δεδομένων, τα φθηνά οξύμετρα ίσως φανούν αναξιόπιστα.
                </p>
                <UiContentImage src="https://evidence.onkel.ee/assets/viruses-09__pulse-oxymeter.webp" :elevated="true" :zoom="true" credits="https://www.pexels.com/photo/a-person-using-a-pulse-oximeter-4390162/">
                    <template #caption>
                        <b>Σχήμα 2.</b> Χρήση οξύμετρου
                    </template>
                </UiContentImage>
                <p>
                    Πριν αλλά και κατά την διάρκεια του πειράματος πρέπει να τονίζεται στους μαθητές ότι πρέπει να σκεφτούν καλά πως θα ελέγξουν όλες τις άλλες μεταβλητές πέρα από το είδος της μάσκας ώστε να παραμείνουν σταθερές. Οι μαθητές πρέπει να έχουν υπόψη τους πιθανά σφάλματα αλλά και πως μπορούν να αποφευχθούν, ή μετά το πείραμα, πώς θα μπορούσαν να είχαν αποφευχθεί. Στο τέλος αυτής της δραστηριότητας αναμένεται από τους μαθητές να βρουν επιπρόσθετα στοιχεία από δευτερογενείς πηγές για να μπορέσουν να επαληθεύσουν τα αποτελέσματα τους (μέρος της <NuxtLink :to="localePath('/viruses/student#activity-3ab')">Δραστηριότητα 3β</NuxtLink>).
                </p>
                
                
                <h3>2. Δευτερογενείς πηγές</h3>
                <p>
                    Στις άλλες περιπτώσεις οι μύθοι σχετικά με τους Ιούς δεν μπορούν να ελεγχθούν πειραματικά εντός της τάξης. Έτσι αναμένεται από τους μαθητές να μαζέψουν στοιχεία από δευτερογενείς πηγές ώστε να μπορέσουν να απορρίψουν ή να αποδεχθούν την αρχική τους υπόθεση/ερώτημα (<b>Δραστηριότητα 3β</b>). Μέσω της αντιπαράθεσης πηγών πληροφοριών / δεδομένων και του περιεχομένου τους, οι μαθητές αναλύουν κριτικά την αξιοπιστία τους και καταλήγουν σε αιτιολογημένα συμπεράσματα, με βάση τα στοιχεία που βρήκαν. Καθώς η αξιολόγηση αξιοπιστίας μπορεί να είναι μια πραγματική πρόκληση για τους μαθητές, στο υλικό του μαθητή παρέχονται εργαλεία που μπορούν να χρησιμοποιήσουν οι μαθητές κατά την αναζήτηση και την ανάλυση των πληροφοριών. Επίσης, ο δάσκαλος θα μπορούσε να εξηγήσει τη χρήση τους επιδεικνύοντας και αναλύοντας τόσο αξιόπιστες όσο και λιγότερο αξιόπιστες πηγές ως παραδείγματα μάθησης προτού οι μαθητές αρχίσουν να εφαρμόζουν αυτό το εργαλείο μόνοι τους.
                </p>
                <p>
                    Με στόχο οι μαθητές να μάθουν να μοιράζονται και να κοινοποιούν τα ευρήματα τους ,καθοδηγούνται για να δημιουργήσουν ένα βίντεο του πειράματός τους ως αποδεικτικό στοιχείο ή να κάνουν ένα βίντεο με τα συμπεράσματά τους, ώστε να συζητήσουν τα ευρήματά τους (<b>Δραστηριότητα 4</b>). Για αυτόν τον σκοπό οι μαθητές μπορούν να χρησιμοποιήσουν το <a href="https://www.youtube.com/playlist?list=PLuC4DJElPQrOEMp2nLj1Q3h-_r8q7fzp0" target="_blank" rel="noopener noreferrer">video tutorial</a>. Εναλλακτικά οι μαθητές μπορούν να φτιάξουν μια αφίσα ή μια παρουσίαση για να δείξουν τα ευρήματα τους.
                </p>
                <p>
                    Επίσης στο υλικό του μαθητή υπάρχουν τα κριτήρια που πρέπει να πληροί το βίντεο, παρουσίαση, αφίσα κτλ. Αυτά τα κριτήρια μπορούν να χρησιμοποιηθούν διαμορφωτικά για αυτοαξιολόγηση από τους μαθητές κατά τη διάρκεια της διαδικασίας και για ετεροαξιολόγηση από τους συμμαθητές τους κατά την παρουσίαση του βίντεο και την απάντηση στις ερωτήσεις των συμμαθητών τους και του δασκάλου (<b>Δραστηριότητα 5</b>). Τέλος, οι μαθητές μπορούν να χρησιμοποιήσουν το παρακάτω <NuxtLink to="../tools/peer-feedback" target="_blank" class="btn btn-sm btn-neutral no-underline text-white"><Icon name="mdi:tools" /> εργαλείο αξιολόγησης</NuxtLink> για να δώσουν ανατροφοδότηση στις άλλες ομάδες. Ο δάσκαλος θα μπορούσε να παρέχει σε κάθε ομάδα συνοπτικά σχόλια σχετικά με την παρουσίαση του βίντεο τους (εισήγηση: κάθε ομάδα θα μπορούσε να έχει πρόσβαση μόνο στα σχόλια της δικής της ομάδας, όχι στα σχόλια των άλλων). Ο δάσκαλος μπορεί εύκολα να έχει πρόσβαση στα σχόλια από τη Φόρμα Google όταν χρησιμοποιεί το κουμπί "Απαντήσεις". Δημιουργήστε ένα αντίγραφο του αρχείου  μέσα στον ίδιο φάκελο και κοινοποιήστε το σύνδεσμο του αντιγραμμένου αρχείου με τους μαθητές σας (όχι το αρχικό αρχείο!).
                </p>
                <p>
                    Στην τελευταία δραστηριότητα (<b>Δραστηριότητα 6</b>), η πορεία της ενότητας επιστρέφει στο εισαγωγικό βίντεο και στους μύθους που παρουσιάζονται. Με βάση τις γνώσεις που αντλήθηκαν από τα προηγούμενα στάδια οι μαθητές προετοιμάζονται να λάβουν αποφάσεις σε ατομικό ή ομαδικό επίπεδο με τη μορφή ενός επιτραπέζιου παιχνιδιού όπου έχουν την δυνατότητα να προβληματιστούν σχετικά με τις γνώσεις που απέκτησαν αλλά και βάση των προσωπικών τους αξιών. Το παιχνίδι έχει δύο θεματικές. Το ένα θέμα είναι ο εμβολιασμός και με αυτό μπορούν να καταπιαστούν οι μαθητές που μπορούν να διαχειρίζονται πολλές πληροφορίες και να λαμβάνουν υπόψη τους πολλούς παράγοντες ταυτόχρονα. Το δεύτερο θέμα είναι η χρήση της μάσκας και είναι ιδανικό για μικρότερους μαθητές καθώς περιέχει λιγότερες πληροφορίες  και δεν απαιτεί ειδικά διαμορφωμένες δεξιότητες. Επίσης υπάρχει η δυνατότητα, αφού ο εκπαιδευτικός γνωρίζει τους μαθητές του, να παραλείψει κάποιες κάρτες ιστορίας ή πληροφοριών για να μειώσει την πιθανή γνωστική υπερφόρτωσή τους.
                </p>

                <section>
                    <p>
                        Στην ενότητα του εμβολιασμού θα ήταν πιο σωστό να συνοδευτεί η ιστορία 2 με τις κάρτες πληροφοριών 9,10,11,12 ενώ οι ιστορίες 4 και 6 με τις κάρτες πληροφοριών 13,14,19 καθώς αυτές έχουν λιγότερη σχέση με τις υπόλοιπες ιστορίες (Πίνακας 2).
                    </p>
                    <p>
                        <b>Πίνακας 2.</b> Κάρτες ιστορίας και κάρτες πληροφοριών για την θεματική του Εμβολιασμού (Δραστηριότητα 6)
                    </p>
                    <div class="w-full overflow-x-auto block">
                        <table class="card-table not-prose table-auto">
                                <thead>
                                    <tr>
                                        <th>Κάρτα ιστορίας</th>
                                        <th colspan="20">Κάρτες πληροφοριών που σχετίζονται με την ανάλογη κάρτα ιστορίας</th>
                                    </tr>
                                </thead>
                                <tbody>
                                    <tr>
                                        <th></th>
                                        <td>1</td>
                                        <td>2</td>
                                        <td>3</td>
                                        <td>4</td>
                                        <td>5</td>
                                        <td>6</td>
                                        <td>7</td>
                                        <td>8</td>
                                        <td>9</td>
                                        <td>10</td>
                                        <td>11</td>
                                        <td>12</td>
                                        <td>13</td>
                                        <td>14</td>
                                        <td>15</td>
                                        <td>16</td>
                                        <td>17</td>
                                        <td>18</td>
                                        <td>19</td>
                                        <td>20</td>
                                    </tr>
                                    <tr>
                                        <th>1</th>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                    </tr>
                                    <tr>
                                        <th>2</th>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                    </tr>
                                    <tr>
                                        <th>3</th>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td>&times;</td>
                                    </tr>
                                    <tr>
                                        <th>4</th>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td></td>
                                    </tr>
                                    <tr>
                                        <th>5</th>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td>&times;</td>
                                    </tr>
                                    <tr>
                                        <th>6</th>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td></td>
                                        <td></td>
                                        <td>&times;</td>
                                        <td></td>
                                    </tr>
                                </tbody>
                            </table>
                    </div>
                    <p>
                        Οι κανόνες του παιχνιδιού δίνονται στο υλικό των μαθητών. Πιθανώς, οι μαθητές να πρέπει να λάβουν οδηγίες λίγο πριν την έναρξη για να κατανοήσουν τη γενική ροή του παιχνιδιού.
                    </p>
                </section>
                <p>
                    Παρέχεται υλικό το οποίο περιλαμβάνει πληροφορίες για το <NuxtLink :to="localePath('/viruses/background')">επιστημονικό υπόβαθρο</NuxtLink>, όλων των μύθων.  Με αυτό τον τρόπο ο δάσκαλος μπορεί να κάνει μια γρήγορη επιστημονική επισκόπηση για την ενότητα "Ιοί". Θα μπορούσε επίσης να χρησιμοποιηθεί ως εκπαιδευτικό υλικό για να ανακαλέσουν οι μαθητές γνώσεις σχετικά με τους ιούς.
                </p>
            </section>


        </section>
    </div>
</template>


<script setup>

    const localePath = useLocalePath();

</script>



<style scoped>
    .card-table td, .card-table th {
        @apply text-sm leading-none border border-slate-200 p-1;
    }
    .card-table tr>th:first-child, .card-table tr>td:first-child {
        position: sticky;
        left: 0;
        background: white;
    }
</style>